;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Yaron'S Team
; TranslationAuthorEmail: support@wisecleaner.com
;

[Translation]
LangCode=040D
ReadHabit=right-to-Left
LanguageName=HE
LangShortName=he-il
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Bytes=בייטס
KB=ק'ב
MB=מ'ב
GB=ג'ב
pmDefault=ברירת מחדל
Information=מידע
Warning=אזהרה
Error=שגיאה
Confirm=אישור
CurVer=גרסה נוכחית:
FrmSkin.Btnok.Caption=אישור
Weathertag=F
FrmGeneral.lblunit.caption=יחידת טמפרטורה:
DelSkinHint=מחק ערכת נושא
LikeOurSoft=נסה מוצרים נוספים של Wise Team אם אתה אוהב את Wise Care 365!
DownloadMore=הורדה חינם
Frmboot.lblsec.caption=שניות
Frmboot.lblhint.caption=פריטי ההפעלה שדורשים את הזמן ביותר:
FrmBuy.lblinfo4.caption=תמיכה לצמיתות － ללא זמן.
pmDelete=מחק קבצים גדולים שנבחרו
pmHelp=עזרה ברשת
pmforum=פורום
pmHome=דף הבית
pmContact=צרו קשר
pmSettings=הגדרות
pmCheckNew=בדוק עדכונים
pmLang=שפות
pmRegister=הרשמה
pmAbout=אודות
pmLicenseKey=שנה מפתח רישיון
pmIgnore=התעלם מפריט זה
pmRCrec=בחר ערכים בטוחים
pmDCrec=מומלץ
pmAll1=בחר הכל
pmNone=בחר ללא
pmInvert=הפוך את הבחירה
pmGo=פתוח המכיל תיקיה
pmGoReg=פתוח בעורך הרישום ...
pmExport=ייצוא ל ...
pmOpenfile=פתיחת מיקום הקובץ
pmSearchfile=חפש באינטרנט
pmExportInfo=ייצא ל ...
pmCopyInfo=העתק ללוח
pmSrvStart=התחל
pmSrvStop=עצור
pmSrvRestart=הפעלה מחדש
FrmWPMain.btnrescue.caption=סיוע
FrmWPMain.btncheckup.caption=בדיקת מחשב
FrmWPMain.btnsysclean.caption=מנקה מערכת
FrmWPMain.btnsystune.caption=כוונון מערכת
FrmWPMain.btnprivacy.caption=מגן על פרטיות
FrmWPMain.btnSysmon.caption=צג מערכת
FrmWPMain.btnAi.caption=חכם X
FrmChangeHeader.caption=שנה אווטאר
FrmHome.btnactive.caption=שדרוג לגרסת PRO
FrmHome.lblshare.caption=שתף Wise Care 365
FrmHome.lbltools.caption=כלי עזר
FrmHome.btntools.hint=כלי עזר נוספים
FrmHome.btnhead.Hint=שנה אווטאר
FrmHome.edtuser.Hint=שנה כינוי
FrmHome.btnfacebook.hint=שתף Wise Care 365 בפייסבוק
FrmHome.btntwitter.hint=שתף Wise Care 365 בטוויטר
FrmHome.btngoogle.hint=שתף Wise Care 365 ב- Google+
FrmHome.btnemail.hint=ספר לחברים שלך על Wise Care 365
FrmHistory.btncheckup.caption=בדיקה
FrmHistory.lblrecord.caption=שיא נקי
FrmExam.btncancel.caption=ביטול
FrmExam.lblrecheck.caption=בדיקה שוב
FrmExam.btnfix.caption=תקן
FrmButtons.lblinfo.caption=.אתה יכול למיין את כל כלי השירות למטה על ידי גרירה ושחרור של הסמלים
Frmabout.lblstatus.caption=סטטוס:
FrmAbout.caption=אודות
FrmAbout.lblver.caption=גרסה נוכחית:
FrmAbout.lblemail.caption=תמיכת דוא"ל:
FrmAbout.lblhome.caption=דף הבית:
FrmAbout.lblthanks.caption=תודות לאנשים הבאים על תרומתם:
FrmAbout.lblWarning.caption=אזהרה: תוכנית מחשב זו מוגנת על ידי חוק זכויות יוצרים ואמנות בינלאומיות.
frmabout.lblUninstall.caption=הוראת התקנה
frmabout.lblPolicy.caption=מדיניות פרטיות
frmabout.lblEula.caption=הסכם
Frmadvdc.btnscan.caption=סריקה
Frmadvdc.lblpath.caption=מיקום סריקה:
Frmadvdc.btnrescan.caption=סרוק שוב
Frmadvdc.btnall.caption=בחר הכל
Frmadvdc.btnadvanced.caption=הגדרות מתקדמות
Frmadvdc.btnnone.caption=בחר ללא
Frmadvdc.lblspeed.caption=מהירות הסריקה המהירה ביותר בעולם!
Frmadvdc.lblrec.caption=יישומים אחרים שמשתמשים אוהבים:
Frmadvdc.vtfiles.Columns[0]=שם קובץ
Frmadvdc.vtfiles.Columns[1]=גודל
Frmadvdc.vtfiles.Columns[2]=נתיב
Frmadvdc.vtfiles.Columns[3]=גישה אחרונה
Frmadvdc.vtfiles.Columns[4]=סוג
FrmAdvSettings.lblinfo.caption="מצא קבצים ריקים" נכנס לתוקף פעם אחת בלבד. בפעם הבאה שתצטרך לבחור שוב.
FrmAdvSettings.btnok.caption=אישור
FrmAdvSettings.btnadd.caption=הוסף
FrmAdvSettings.btnremove.caption=הסר
FrmAdvSettings.btncancel.caption=ביטול
FrmAdvSettings.wcknull.caption=מצא קבצים ריקים (0 בתים, איטי יותר)
FrmAdvSettings.wckshortcut.caption=מצא קיצורי דרך לא חוקיים (לאט יותר)
FrmAdvSettings.caption=הגדרות מתקדמות
FrmAdvSettings.btnre.caption=מומלץ
FrmAdvSettings.btnall.caption=בחר הכל
FrmAdvSettings.btnnone.caption=בחר ללא
Frmadvdc.btnre.caption=מומלץ
FrmBackup.caption=גיבוי
FrmBackup.btnreg.caption=צור גיבוי מלא של הרישום
FrmBackup.btnsys.caption=צור נקודת שחזור מערכת
FrmRestore.caption=שחזור מרכז
FrmRestore.btnRegBk.caption=שחזור הרישום
FrmRestore.btnSysBK.caption=שחזור מערכת
FrmRestore.btnclose.caption=סגור
FrmRestore.btnrestore.caption=שחזור
FrmRestore.btnremove.caption=הסר
FrmGeneral.ckfileshred.caption=הוסף מגרסת קבצים לתפריט ההקשר
FrmBFConfig.btnall.caption=בחר הכל
FrmBFConfig.btnnone.caption=בחר ללא
FrmBFConfig.btnRemove.caption=הסר
FrmBFConfig.caption=התעלם מפריטים
Frmbigfile.vtfiles.Columns[0]=שם קובץ
Frmbigfile.vtfiles.Columns[1]=גודל
Frmbigfile.vtfiles.Columns[2]=סוג
Frmbigfile.vtfiles.Columns[3]=גישה אחרונה
Frmbigfile.vtfiles.Columns[4]=נתיב
Frmbigfile.lblpath.caption=מיקום סריקה:
Frmbigfile.btnrescan.caption=סרוק שוב
Frmbigfile.btnsearch.caption=חיפוש
Frmbigfile.btndel.caption=מחק
Frmbigfile.btncancel.caption=עצור
FrmBigFile.btnIgnore.caption=התעלם מפריטים שנבחרו
FrmBigFile.btnExport.caption=ייצא ל ...
FrmBigFile.btnExConfig.caption=התעלמות מפריטים
FrmBuy.lblfull.caption=הירשם לגרסה המלאה של Wise Care 365 Pro:
FrmBuy.lblfull1.caption=כדי להשתמש בכל התכונות של Wise Care 365, עליך לרכוש את הגרסה המלאה. עם הגרסה המלאה של Wise Care 365, אתה יכול:
FrmBuy.lblinfo0.caption=לחיצה אחת לתיקון כל הבעיות תוך שניות.
FrmBuy.lblinfo1.caption=מנקה את כל קבצי הזבל, עקבות המחשבים וההיסטוריה באופן אוטומטי.
FrmBuy.lblinfo2.caption=
FrmBuy.lblinfo3.caption=הגנה ואופטימיזציה בזמן אמת עבור מערכת Windows.
FrmBuy.btnbuy.caption=הירשם עכשיו
FrmBuy.btnactive.caption=הפעל את מפתח הרישיון שלך
FrmBuy.lblguarantee.caption=אם אינך מרוצה מהתוכנה מכל סיבה שהיא, תוכל לקבל החזר מלא תוך 60 יום מרגע הרכישה.
FrmBuy.lblkey.caption=כבר יש לך מפתח רישיון?
FrmRegister.caption=הרשמה
FrmLicense.lblinfo.caption=תודה שבחרת ב- Wise Care 365!
FrmLicense.lblinput.caption=הזן את מפתח הרישיון שלך להפעלת גרסת ה- PRO.
FrmLicense.lblname.caption=שם משתמש:
FrmLicense.lblemail.caption=דוא"ל:
FrmLicense.lblkey.caption=מפתח רישיון:
FrmLicense.btnregister.caption=הרשמה
FrmLicense.lblhelp.caption=האם יש לך בעיה עם הזנת מפתח רישיון?
FrmLicense.lblnokey.caption=עדיין אין לך מפתח רישיון?
FrmLicense.lblsupport.caption=צרו קשר
FrmLicense.btnbuy.caption=קנה עכשיו
FrmExitNotice.btnexit.caption=יציאה
FrmExitNotice.btnreg.caption=המשך לרישום קל
FrmExitNotice.lbltitle.caption=לפני סגירת Wise Care 365 Pro, הערה:
FrmExitNotice.lblinfo.caption=בעיות אלה עשויות להאט את המחשב, להפחית את היעילות שלו ולהגדיל את התסכול ואובדן הזמן.
FrmExitNotice.lblregister.caption=רישום Wise Care 365 Pro ל:
FrmCommon.btnall.caption=בחר הכל
FrmCommon.btnre.caption=מומלץ
FrmCommon.btnnone.caption=בחר ללא
FrmCommon.btnScan.caption=סריקה
FrmCommon.lblstat.caption=.מהיר וקל לניקוי קבצים ועקבות חסרי תועלת
FrmCommon.btncancel.caption=ביטול
FrmCommon.btnrescan.caption=סרוק שוב
FrmRegClean.btnall.caption=בחר הכל
FrmRegClean.btnre.caption=מומלץ
FrmRegClean.btnnone.caption=בחר ללא
FrmRegClean.btnCustom.caption=אזור מותאם אישית
FrmRegClean.WiseLabel1.caption=מתזמן
FrmRegClean.lbltype.caption=בחר סוג הפעלה:
FrmRegClean.lblweek.caption=בחר יום:
FrmRegClean.lbltime.caption=זמן:
FrmRegClean.btnScan.caption=סריקה
FrmRegClean.btncancel.caption=ביטול
FrmRegClean.btnrescan.caption=סרוק שוב
FrmRegClean.lblstat.caption=!עדיין לא ניקית את הרישום שלך. מומלץ לבצע סריקה מיידית
FrmRegClean.lblinfo.caption=ניקוי רגיל של הרישום הופך את המחשב שלך למהיר ויציב יותר.
Frmcustom.caption=אזור מותאם אישית
Frmcustom.btnre.caption=מומלץ
Frmcustom.btnall.caption=בחר הכל
Frmcustom.btnnone.caption=בחר ללא
Frmcustom.btncancel.caption=ביטול
Frmcustom.btnok.caption=אישור
FrmDiskDefrag.btnfree.caption=שטח פנוי
FrmDiskDefrag.btnfolder.caption=תיקיה
FrmDiskDefrag.btnfile.caption=קובץ
FrmDiskDefrag.btnsystem.caption=קובץ מערכת
FrmDiskDefrag.btnFragmented.caption=שברים
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.lbltask.caption=לאחר איחוי
FrmDiskDefrag.btnpause.caption=השהה
FrmDiskDefrag.btnstop.caption=עצור
FrmDiskDefrag.btnDefrag.caption=איחוי
FrmDiskErase.lblinfoex.caption=מחק דיסק יכול להגן על פרטיותך על ידי הסרה מוחלטת של הקבצים שנמחקו.
FrmDiskErase.btnstopErase.caption=עצור
FrmDiskErase.chkshutdown.caption=כבה לאחר מחיקת הדיסק.
FrmDiskErase.BtnErase.caption=מחק
FrmDiskErase.lblerasemode.caption=אבטחה:
FrmDiskErase.vstDisk.Columns[0]=כוננים
FrmDiskErase.vstDisk.Columns[1]=גודל כולל
FrmDiskErase.vstDisk.Columns[2]=גודל פנוי
FrmDiskErase.vstDisk.Columns[3]=סטטוס
FrmExclusion.btnimport.caption=יבוא
FrmExclusion.btnexport.caption=ייצוא
FrmFileShredder.lblFileLine1.caption=קבצים מגורדים יוסרו ביסודיות ולא ניתן לשחזר אותם.
FrmFileShredder.lblFileLine2.caption=.מנע את שחזור הקבצים הגרוסים על ידי החלפת החלל המקורי שלהם
FrmFileShredder.btnErase.caption=גרוס
FrmFileShredder.btnaddfile.caption=הוסף קבצים
FrmFileShredder.btnaddfolder.caption=הוסף תיקיות
FrmFileShredder.btnstop.caption=עצור
FrmFileShredder.btndelitem.caption=הסר
FrmFileShredder.vtfiles.Columns[0]=שם קובץ/תיקיה
FrmFileShredder.vtfiles.Columns[1]=נתיב
FrmFileShredder.vtfiles.Columns[2]=סטטוס
FrmGeneral.lbltrash.caption=קבצים חסרי תועלת גדולים מ-
FrmGeneral.lbltrace.caption=מספר העקבות גדול מ-
FrmGeneral.chkturbo.caption=הפעל Wise Turbo באופן אוטומטי כאשר אחד מהדברים הבאים קורה
FrmGeneral.chkstartup.caption=התחל באתחול של Windows
FrmGeneral.chkbooster.caption=הפעל Booster Bootup כאשר המחשב מופעל
FrmGeneral.lblsys.caption=מערכת
FrmGeneral.lblupdate.caption=בדוק אם יש עדכונים:
FrmGeneral.chknews.caption=בדוק אם יש עלון בעת ​​טעינת היישום
FrmGeneral.chkexp.caption=הצטרף לתכנית לשיפור חוויית הלקוח
FrmGeneral.lblexp.caption=פרט
FrmGeneral.lblportable.caption=גרסה ניידת
FrmGeneral.btnmakeportable.caption=הפוך גרסה ניידת
FrmGeneral.lblinterface.caption=ממשק
FrmGeneral.lbllang.caption=שפה:
FrmGeneral.chkue.caption=הצטרף לתכנית לשיפור חוויית הלקוחות שלנו
FrmGeneral.btnupdate.caption=בדוק עכשיו
FrmBoosterSettings.chkauto.caption=קבל מידע על מזג האוויר על ידי איתור מיקום באופן אוטומטי
FrmBoosterSettings.chkset.caption=השתמש במיקום הבא כדי לקבל מידע על מזג האוויר
FrmGobleSettings.btnstartup.caption=בוט מהיר
FrmGobleSettings.caption=הגדרות
FrmGobleSettings.TabBtnGeneral.caption=כללי
FrmGobleSettings.TabBtnClean.caption=מנקה
FrmGobleSettings.TabBtnExclusion.caption=הרחקה
FrmGobleSettings.TabBtnCheckup.caption=בדיקה מותאמת אישית
FrmGobleSettings.btncancel.caption=ביטול
FrmGobleSettings.btnok.caption=שמור
FrmGobleSettings.btnTray.caption=מגש
FrmGobleSettings.btnSysProect.caption=הגנה על המערכת
FrmNewVer.lblTitle.caption=גרסה חדשה זמינה.
FrmNewVer.lblignore.caption=התעלם מגרסה זו
FrmNewVer.btnno.caption=לא עכשיו
FrmNewVer.btnUpdate.caption=עדכן כעת
FrmOptimizer.btnoptimize.caption=מיטוב
FrmOptimizer.lblinfoex.caption=כוונון המערכת יכול לשפר את מהירות הרשת והמערכת שלך.
FrmOptimizer.btnnone.caption=בחר ללא
FrmOptimizer.btnall.caption=בחר הכל
FrmOptimizer.btnDefault.caption=ברירת מחדל של המערכת
FrmPrivacyErase.lblinfo.caption=.הגן על פרטיותך על ידי מחיקת נתוני מעקב אישיים
FrmPrivacyErase.btnrescan.caption=סרוק שוב
FrmPrivacyErase.btnScan.caption=סריקה
FrmProcess.caption=איחוי רישום
FrmProcess.lblwait.caption=אנא המתן ...
FrmProcess.lblinfo.caption=במהלך האיחוי, המחשב שלך עשוי לאבד תגובה למשך מספר דקות.
FrmRegDefragger.lblinfo.caption=.איחוי ברישום יכול לגרום למחשב שלך לפעול במהירות ויציבה יותר
FrmRegDefragger.lblstat.caption=עדיין לא ביצעתם איחוי של הרישום. מוצע איחוי מיידי!
FrmRegDefragger.btndefrag.caption=איחוי
FrmRegDefragger.lblinfo1.caption=1. אנו ממליצים שתסגור את כל היישומים האחרים לפני שתפעיל פונקציה זו.
FrmRegDefragger.lblinfo2.caption=2. המערכת יכולה להיות לא מגיבה באופן זמני בזמן הניתוח והיא תקינה.
FrmRegDefragger.lblinfo3.caption=3. המערכת תאתחל מחדש אוטומטית לאחר סיום איחוי הרישום.
FrmRegDefragger.lblinfo4.caption=4. אנא אל תתנתק במהלך תהליך האיחוי מכיוון שהוא עלול לגרום לתוצאות לא ידועות.
FrmRegDefragger.vtdefrag.Columns[0]=שם קבוצה
FrmRegDefragger.vtdefrag.Columns[1]=גודל נוכחי
FrmRegDefragger.vtdefrag.Columns[2]=גודל חדש
FrmRegDefragger.vtdefrag.Columns[3]=שיעור יתירות
FrmRegDefragger.btnAnalysis.caption=ניתוח
FrmPwGenerator.lblnotice.caption=.שים לב: אנא שמור על סיסמתך למקרה ששכחת אותה
FrmPwGenerator.BtnCopy.caption=העתק ללוח
FrmPwGenerator.ckdigital.caption=דיגיטלי
FrmPwGenerator.cklowercase.caption=אותיות קטנות
FrmPwGenerator.ckupercase.caption=אותיות גדולות
FrmPwGenerator.ckspecial.caption=תווים מיוחדים
FrmPwGenerator.lblinfo.caption=.מחולל הסיסמאות יעזור לך ליצור סיסמה חזקה
FrmPwGenerator.lbllen.caption=אורך סיסמא
FrmPwGenerator.Btngenerator.caption=מחולל סיסמאות
FrmRate.Btnlist.caption=ביקורות משתמשים
FrmRate.Btnreview.caption=הסקירה שלי
FrmRate.Btnfirst.caption=היה הראשון לסקור
FrmRate.Btnsubmit.caption=הגש
FrmRate.lblscore.caption=דרג:
FrmRate.lblscorehint.caption=(אתה צריך ללחוץ על הכוכבים כדי לדרג את זה)
FrmRate.lblnick.caption=הכינוי שלך:
FrmRate.lblnickhint.caption=(אופציונלי)
FrmRate.lblemail.caption=כתובת הדוא"ל שלך:
FrmRate.lblemailhint.caption=(אופציונלי)
FrmRate.lblcontent.caption=תוכן:
FrmRate.lblcontenthint.caption=(אופציונלי)
FrmRate.lbldesctitle.caption=תיאור תוכנה:
FrmRate.lblratesoft.caption=תוכנה מומלצת
FrmSchedule.btnOK.caption=אישור
FrmSchedule.btnCancel.caption=ביטול
FrmSchedule.lblinfo.caption=ניקוי אוטומטי רגיל עוזר לשמור על המחשב שלך בביצועים שיא וחוסך זמן.
FrmSchedule.chksilent.caption=מצב שקט
FrmSchedule.lbltype.caption=בחר סוג הפעלה:
FrmSchedule.lblweek.caption=בחר יום:
FrmSchedule.lbltime.caption=זמן:
FrmSchedule.caption=משימת לוח הזמנים
FrmStartupMgr.chkhidems.caption=הסתר את כל שירותי מיקרוסופט
FrmStartupMgr.TabBtnBoot.caption=הפעלה
FrmStartupMgr.TabBtnService.caption=שירותים
FrmStartupMgr.TabBtnHis.caption=רשומות
FrmStartupMgr.BtnRestoreAll.caption=שחזור בלחיצה אחת
FrmStartupMgr.tabbtnup.caption=האצה
FrmSysClean.btnSlimming.caption=רזה למטה
FrmSysClean.btnall.caption=בחר הכל
FrmSysClean.btnrecommended.caption=מומלץ
FrmSysClean.btnnone.caption=בחר ללא
FrmSysClean.vtsys.Columns[0]=פריט
FrmSysClean.vtsys.Columns[1]=גודל
FrmSysClean.vtsys.Columns[2]=מקום
FrmSysClean.vtsys.Columns[3]=הַצָעָה
FrmTabSysClean.TabBtnBigFile.caption=מנהל קבצים גדולים
FrmTabPrivcay.TabBtnPrivacyErase.caption=מחק פרטיות
FrmTabPrivcay.TabBtnDiskErase.caption=מחק דיסק
FrmTabPrivcay.TabBtnFileShredder.caption=מגרסת קבצים
FrmTabPrivcay.TabBtnPwGenerator.caption=מחולל סיסמאות
FrmTabPrivcay.TabBtnNotifyManager.caption=התראות אתרים
FrmTabSysClean.TabbtnRegclean.caption=מנקה ברישום
FrmTabSysClean.TabBtnCommonClean.caption=מנקה נפוצה
FrmTabSysClean.TabBtnAdvClean.caption=מנקה מתקדם
FrmTabSysClean.TabBtnSysSimming.caption=הרזיית מערכת
FrmTabSysTune.TabbtnSysOpt.caption=כלי מיטוב המערכת
FrmTabSysTune.TabBtnDDefrag.caption=איחוי דיסק
FrmTabSysTune.TabBtnRDefrag.caption=איחוי רישום
FrmTabSysTune.TabBtnBoot.caption=מנהל ההפעלה
FrmTabSysTune.TabBtnContext.caption=תפריט הקשר
FrmTabSysMon.TabBtnProcess.caption=צג התהליך
FrmTabSysMon.TabBtnHard.caption=סקירת חומרה
FrmTabSysMon.btnProcessor.caption=מעבד
FrmTabSysMon.btnBoard.caption=לוח האם
FrmTabSysMon.btnMemory.caption=זיכרון
FrmTabSysMon.btnGraphic.caption=כרטיס גרפי
FrmTabSysMon.btnDisk.caption=כונן קשיח
FrmTabSysMon.btnNetAdapter.caption=מתאם רשת
FrmTabSysMon.btnSoundCard.caption=כרטיס קול
FrmSettingClean.cksafe.caption=מחיקה מאובטחת
FrmSettingClean.chkAutoBackup.caption=גיבוי רישום אוטומטי בעת ניקוי
FrmSettingClean.lblfolder.caption=תיקיה מותאמת אישית לריקה (תקף במנקה מתקדם)
FrmSettingClean.btnadd.caption=הוסף
FrmSettingClean.btnremove.caption=הסר
FrmSettingClean.lblscanmode.caption=כיצד לסרוק את הרישום
FrmSettingClean.rdnormal.caption=סריקת ברירת מחדל
FrmSettingClean.rdssafe.caption=סריקה בטוחה
FrmSettingClean.rddeep.caption=סריקה עמוקה
FrmSettingClean.lblusers.caption=רב משתמשים:
frmsettingclean.rdauser.caption=כל המשתמשים
frmsettingclean.rdcuser.caption=משתמש נוכחי בלבד
frmsettingclean.rdusers.caption=משתמשים שנבחרו
FrmIgnoredItems.BtnRestore.caption=שחזור
FrmIgnoredItems.btnall.caption=בחר הכל
FrmIgnoredItems.btnnone.caption=בחר ללא
FrmIgnoredItems.lblinfo.caption=התעלמות מפריטי בדיקה
FrmShutDownNote.caption=כבה את התזכורת
FrmShutDownNote.btnCancel.caption=ביטול
FrmShutDownNote.lblshutnote.caption=המחשב שלך יכבה
Frmskin.lblphoto.caption=תמונת ערכת נושא מותאם אישית
FrmSkin.lblprevious.caption=קודם
FrmSkin.lblnext.caption=הבא
frminput.btncancel.caption=ביטול
frminput.btnok.caption=אישור
FrmChangeHeader.btncustom.caption=אווטאר מותאם אישית
FrmChangeHeader.btnsys.caption=אווטאר המערכת
FrmChangeHeader.btnlocal.caption=תמונה מקומית
FrmChangeHeader.btnok.caption=אישור
FrmChangeHeader.btncancel.caption=ביטול
FrmChangeHeader.lblpreview.caption=תצוגה מקדימה
Frmsecurity.caption=תוכנית לשיפור חוויית לקוח של WiseCleaner.com
Frmsecurity.lbltitle.caption=הצטרף לתכנית לשיפור חוויית הלקוח
Frmsecurity.lblinfo1.caption=כדי לעזור בשיפור מוצר זה, אתה יכול להצטרף לתכנית לשיפור חוויית הלקוח על ידי שליחת הודעות ל- WiseCleaner.com על השימוש במוצרים.
Frmsecurity.lblinfo2.caption=אין מידע שנאסף משמש כדי לזהות אותך או ליצור איתך קשר, ואתה יכול לבטל את הסכמתך לתוכנית בכל עת.
Frmsecurity.lbllink.caption=למידע נוסף על התוכנית לשיפור חוויית הלקוח.
Frmsecurity.cbagree.caption=הצטרף לתכנית לשיפור חוויית הלקוח.
Frmsecurity.cbagainst.caption=אני לא רוצה להצטרף לתכנית הפעם.
Frmsecurity.btnok.caption=אישור
FrmTrail.lbltitle.caption=תודה שבחרת ב- Wise Care 365
FrmTrail.lblhint.caption=לא תוכל להשתמש בתכונות הבאות לאחר תאריך התפוגה של תקופת הניסיון.
FrmTrail.lblinfo0.caption=1, לחץ בלחיצה אחת כדי לבדוק ולתקן שגיאות במחשב.
FrmTrail.lblinfo1.caption=2, מחק פרטיות.
FrmTrail.lblinfo2.caption=3, ניהול תפריט ההקשר.
FrmTrail.lblinfo3.caption=4, עדכון אוטומטי לגירסה חדשה.
FrmTrail.lblinfo4.caption=5, עורות ונושאים חדשים ומופלאים.
FrmTrail.lblhint1.caption=אם אתה אוהב את התוכנית הזו, אנא התחדש אותה בזמן.
FrmTrail.btnbuy.caption=קנה עכשיו
FrmTrail.btnClose.caption=מאוחר יותר
FrmReqInstall.lblTitle.caption=הכלי לא מוכן. האם תרצה להוריד ולהתקין אותו באופן מיידי?
FrmReqInstall.lblLicense.caption=הצג הסכם רישיון
FrmReqInstall.lblPrivacy.caption=הצג מדיניות פרטיות
FrmReqInstall.upgrade.caption=גרסה חדשה של הכלי מוכנה. האם תרצה להוריד ולעדכן אותו כעת?
FrmKeyNotice.lblinfo.caption=כעת תוכל ליהנות מ- %s כדי לשדרג לאחד מקורי. אנא אל תפספסו את זה!
FrmKeyNotice.caption=הודעה
FrmKeyNotice.BtnBuy.Caption=קנה עכשיו
FrmKeyNotice.lbltitle.Caption=ייתכן שאתה קורבן של מפתח רישיון פיראטי, שעלול להזיק למחשב שלך.
FrmKeyNotice.lblbuyinfo1.caption=מחיר מקורי
FrmKeyNotice.lblbuyinfo2.caption=אחריות להחזר כספי של 60 יום
FrmNotiManager.lblinfo.caption=.נהל את האתרים ששלחו לך התראות
FrmNotiManager.lblhint.caption=.יכול לעזור לך להפסיק לקבל הודעות ולמחוק אתרים ששולחים הודעות מעצבנות
FrmNotiManager.lvnotis.Columns[0]=אתר
FrmNotiManager.lvnotis.Columns[1]=אבטחה
FrmNotiManager.lvnotis.Columns[2]=פעולה
SysBoottime=זמן האתחול האחרון %d שניות.
FrmShutDownNote.lblshutnote.caption=המחשב שלך ייסגר לאחר %d שניות.
FrmSchedule.chkshutdown.caption=כיבוי לאחר ניקוי.

[Lang]
NativeLanguage=עברית
ChangeLang=כדי לקבל את אפקט השינוי, אנא הפעל מחדש את התוכנה.

[GUI]
ButtonYes=כן
ButtonNo=לא
ButtonOK=אישור
ButtonMinimize=צמצם
ButtonMaximize=מקסם
ButtonClose=סגור
ButtonRestore=שחזור
ButtonMenu=תפריט
ButtonSkin=נושא
apply=החל
Nothanks=לא, תודה
ButtonCancel=ביטול
ButtonYesToAll=כן לכולם
ButtonAbort=בטל
ButtonRetry=נסה שוב
ButtonIgnore=התעלם
ButtonAll=הכל
ButtonNoToAll=לא לכולם
ButtonHelp=עזרה

[WiseTray]
TfrmTraySetting.ckclose.caption=סגור מגש כאשר התוכנית הראשית סגורה.
TfrmAssistMsg.ckbxNoPrompt.caption=אל תבקש שוב
TfrmTraySetting.ckAssist.caption=הודע לי כשמישהו השיב לפוסט שלי.
TfrmTraySetting.ckReware.caption=שימו לב לי כאשר מישהו פרסם שאלה בתשלום.
TfrmTraySetting.Caption=הגדרות
TfrmTraySetting.btnok.Caption=אישור
TfrmTraySetting.btnCancel.Caption=ביטול
TfrmTraySetting.ckbx4.Caption=הצגת חלון צף באופן אוטומטי בעת הפעלת Wise Care 365
TfrmTraySetting.lbl4.Caption=אופטימיזציה אוטומטית של הזיכרון כאשר יחס השימוש בזיכרון גבוה מערך זה
TfrmTraySetting.lbl1.Caption=יחידת טמפרטורה
TfrmTraySetting.lbl2.Caption=הצגת מידע על המערכת
TfrmTraySetting.ckbx2.Caption=פרנהייט
TfrmTraySetting.ckbx1.Caption=צלזיוס
TfrmTraySetting.ckbx3.Caption=אופטימיזציה אוטומטית
TfrmTraySetting.ckbx5.Caption=טמפרטורת מעבד
TfrmTraySetting.ckbx6.Caption=טמפרטורת GPU
TfrmTraySetting.ckbx7.Caption=דיסק קשיח
TfrmTraySetting.ckbx8.Caption=טמפרטורת לוח אם
TfrmTraySetting.ckbx9.Caption=מהירות רשת
TfrmTraySetting.ckbx10.Caption=שימוש במעבד
FrmTrayMain.btnExit.caption=יציאה
FrmTrayMain.btnShowMain.caption=תוכנית ראשית פתוחה
FrmTrayMain.ppmitem2_1=הסתר חלון צף
FrmTrayMain.ppmitem2_2=הצג חלון צף
frmWiseFloatWnd.ppmStayontop=הישאר בראש
frmWiseFloatWnd.ppmHide=צא מחלון צף
TfrmPopupWnd.Caption=מגש 365 Wise Care
TfrmPopupWnd.btn1.Caption=מיטוב
TfrmPopupWnd.lblM.Caption=זיכרון ：
TfrmPopupWnd.lblC.Caption=מעבד ：
TfrmPopupWnd.lblC1.Caption=מעבד ：
TfrmPopupWnd.lbl1.Caption_1=מספיק זיכרון זמין
TfrmPopupWnd.lbl1.Caption_2=פחות זיכרון זמין
TfrmPopupWnd.lbl1.Caption_3=זיכרון זמין כמעט
TfrmPopupWnd.lvitem0=אופטימיזציה למשאב המערכת
TfrmPopupWnd.lvitem1=זיכרון נקי
TfrmPopupWnd.lvitem10=שימוש בזיכרון גבוה
TfrmPopupWnd.lvitem30=שימוש רב במעבד
TfrmPopupWnd.msg1=נקה את הזיכרון
TfrmTraySetting.lblTip.Caption=התאם אישית חלון צף
TIP_CPU_USE=שימוש במעבד
H_ID_MAINBOARD=טמפרטורת לוח אם
H_ID_CUP=טמפרטורת מעבד
H_ID_GRAPHICS_T=טמפרטורת כרטיס גרפי
H_ID_DISK=טמפרטורת דיסק
TIP_NET_RCV=פעילות רשת

[Context]
ContxtMgrInfo=Windows שיטה קלה להשבית / הפעלה של תפריט ההקשר של
ContextName=כיתוב תפריט
ContextPublisher=מפרסם
ContextType=סוג
ContextAction=סטטוס
ContextAll=כל הקבצים (*)
ContextDirectory=מדריך
ContextFolder=תיקיה
ContextDrive=כונן
ContextBack=שולחן עבודה
ContextRecycle=מיחזור
ContextShortcut=קובץ קיצור דרך
ContextExe=ביצוע קובץ
Contextunknowndesc=תיאור לא ידוע
Contextunknown=חברה לא ידועה
ContextOther=אחר
ContextNew=קובץ חדש

[Message]
systemrestorepoint=צור באופן אוטומטי נקודת שחזור מערכת
SSD=הבחירה שלך כוללת לפחות כונן מוצק אחד (SSD) שעלול להתבלות בטרם עת כאשר ניגוב מאובטח. האם אתה רוצה להמשיך?
NoNews=.אין לך הודעה שלא נקראה
MWDetected=MalwareBytes מתגלה כחוסם את %s מהעבודה. לחץ על אישור כדי לקבל את הפיתרון.
ConfirmRemoveDownload=זה יסיר את כל הקבצים בתיקיית ההורדה, האם אתה בטוח שברצונך להמשיך?
OverMaxTimes=כישלון אימות! חרגת ממספר ההפעלה המרבי שמספק הרישיון שלך. אל תהססו לפנות אלינו אם אתם חושבים שיש שגיאת הפעלה או אם אתם זקוקים לרישיונות נוספים!
Skipped=דילג
7After=%d ימים חלפו מאז שניקית את הרישום בפעם האחרונה. מומלץ לבצע סריקה מיידית.
7Before=ככל שהרישום מנקה יותר, המחשב שלך הופך להיות מהיר יותר!
Activated=גרסת ה- Pro הופעלה.
ActivateOnline=בדיקת פרטי ההרשמה שלך, המתן כמה שניות ...
AddFileType=הוסף סוג קובץ
AddFolder=הוסף תיקיה
AdviseClean=ניקוי רגיל של רישום יגביר וייצב את המחשב שלך.
AllHardDrive=כוננים קשיחים מקומיים
AlreadExist=%s כבר קיים ברשימה.
Analysing=ניתוח ...
Area=שטח
AvdDefaultHint=מצא קבצים חסרי תועלת נוספים ופנה יותר מקום.
BackupDate=תאריך הגיבוי
BackupType=סוג גיבוי
BFName=שם קובץ
BFPath=נתיב
BFSize=גודל קובץ
BFType=סוג
BigfileHint=קבצי מפתח מערכת וקבצים חשובים כבר סוננו מתוצאות הסריקה. אנא היזהר בבחירת קבצים אחרים.
BigfileSearch=מחק באופן קבוע קבצים גדולים חסרי תועלת התופסים שטח דיסק כדי לשחרר שטח דיסק נוסף!
BigfileSearchFinish=%d קבצים גדולים נמצאו ולוקח %s שטח דיסק. משך הזמן: %d שניות.
BigfileSelect=בחרת %d קבצים שהמחיקה שלהם תעזור לך להשיג %s שטח דיסק.
bkAuto=באופן אוטומטי
bkManual=באופן ידני
Browse=דפדף ...
BrowserRunning=%s פועל. האם תרצה לסגור אותו? אחרת, לא ניתן לנקות מטמון ועוגיות.
BtnHint=מהיר יותר ומאובטח יותר
BtnUpgrade=גרסה מלאה
Cancel=ביטול
CanFreeSpace=נמצאו %d קבצים וניתן לשמור שטח כונן של %s.
CannotCrTask=לא ניתן ליצור משימת לוח זמנים.
Clean=נקי
CleanDone=הניקוי הושלם!
CleanForReg=ניקוי רישום ...
CleanHis=היסטוריה נקייה
Cleaning=ניקוי ...
CleanNow=מומלץ לבצע ניקוי מיידי.
ComfirmDefrag=שמור את עבודתך הלא גמורה, כי המחשב יאתחל מחדש לאחר האיחוי. להמשיך?
Complete=שלם
Compress=דחיסה ...
ConfirmAdd=האם אתה בטוח שברצונך להסיר את כל הקבצים ב- %s כשאתה מפעיל את "Cleaner"?
ConnectFail=לא מצליח להתחבר לשרת, אנא בדוק את חיבור האינטרנט שלך ונסה מאוחר יותר.
CreateBackup=יצירת נתוני גיבוי ...
CreateBackupReg=יצירת נתוני גיבוי ... המתן מספר דקות.
CreateDate=תאריך יצירה
def15After=%d ימים חלפו מהפעם האחרונה, מומלץ לבצע איחוי רישום מיידי.
def15Before=המחשב שלך יפעל במהירות ויציב אם תשמור על הרישום שלך קומפקטי ככל האפשר.
DefaultValue=(ברירת מחדל)
DefragRate=שיעור האופטימיזציה הוא: %s.
DefragReport=הרישום נדחס. דוח מיטבי:
DefragReport1=הגודל הקודם של הרישום:
DefragReport2=הגודל החדש של הרישום:
DefragReport3=גודל מותאם:
delbigfile=מחיקת קבצים גדולים היא תהליך חד כיווני ללא גיבוי. האם ברצונך למחוק את הקבצים שנבחרו?
delbigfileFail=לא ניתן למחוק את הקובץ: %s, אולי הוא היה בשימוש על ידי יישום אחר.
DelSkin=האם אתה בטוח למחוק נושא זה?
Description=תיאור
DisableAdd=למען הבטיחות, כמה תיקיות מערכת (כגון "תיקיית Windows", "אתחול הכונן הקשיח" ו- "CD-ROM") מתווספות לרשימה זו.
Discount=(25% הנחה זמינים כעת)
DiscountInfo1=אתה משתמש ב- Wise Care 365 בחינם במשך %d ימים,
DiscountInfo2=עכשיו יש לנו הצעה מיוחדת בשבילך,
DiscountInfo3=שלם רק %s כדי לשדרג לגרסת PRO.
DownloadError=שגיאת הורדה, נסה מאוחר יותר.
DownloadingSkin=משימת ההורדה הנוכחית לא הסתיימה. אנא עדכן מאוחר יותר.
DupFile=הקובץ ברשימה
DupFolder=תיקיה זו הייתה קיימת ברשימה.
DupItem=הפריט כבר קיים ברשימה.
ElapsedTime=זמן שחלף:
ELeftTime=הערכת זמן ...
EmptyEmail=כתובת הדוא"ל לא יכולה להיות ריקה.
EmptyName=שמך לא יכול להיות ריק.
EmpytKey=מפתח הרישיון לא יכול להיות ריק.
EnableRestore=שחזור המערכת אינו פעיל. האם ברצונך לאפשר שחזור מערכת?
Entries=רשומות
ErrorMsg=הודעת שגיאה:
ExImport=רשימת ההכללות יוצאה ל:
ExitTray=האם אתה בטוח לצאת מגש Wise Care 365?
ExpiryDate=תאריך תפוגה:
Exported=הרשומות הנוכחיות יוצאות ל- %s. האם אתה רוצה לפתוח את הקובץ עכשיו?
Extracte=חילוץ ...
FailedCloseProcess=ביטול התוכנית נכשל. אנא סגור את תוכנית האובייקט באופן ידני.
FailToDelete=קבצים מסוימים שלא ניתן למחוק עשויים להימחק לאחר אתחול מחדש.
failtounLock=ביטול החסימה של עורך הרישום נכשל. אולי אתה זקוק להרשאה נוספת בכדי לממש פעולה זו.
FindDrives=חיפוש כוננים ...
FindError=נמצאו בעיות%d, שביניהן %d ערכים אינם בטוחים למחיקה.
FindFilesSize=%d קבצים נמצאו, סך הכל %s
FindRunProcess=תוכנית האובייקטים פועלת. סגור אותו כדי לסיים עדכון זה.
FindTraces=%d היסטוריה נמצאה.
FindTracesSection=%d עקבות נמצאו בקטע זה
Fix=תקן
Free=חינם
GetHotSkinError=שגיאה מתרחשת בעת שאילתת מידע בנושא נושא.
GettingRestoreData=מקבל שחזור נתונים ...
GoodHabit=ניקוי רגיל של הרישום ישמור על ביצועי המחשב האישי שלך.
HaveChange=האם ברצונך לשמור שינויים?
Hours=שעות
Ignore=התעלם
IgnoreVer=התעלם מעדכון זה
illegalType=%s הוא סוג קובץ לא חוקי.
InputCookie=הזן דומיין (כגון גוגל, בשידור חי וכו ')
InputSummary=הזן את הסיכום עבור סוג זה:
InputType=הזן שם קובץ או סוג קובץ (לדוגמא: * .tmp וכו '...)
InvalidEmail=דוא"ל לא חוקי, הזן דוא"ל חוקי.
InvalidIgnorItem=לא ניתן להתעלם מפריט זה.
InvalidKey=מפתח רישיון לא חוקי, הזן מפתח תקף.
InvalidRegInfo=מידע על רישום לא חוקי!
InvalidType=סיומת קבצים לא חוקית
IsRunning=התוכנית סורקת, אנא המתן עד לסיום הסריקה ואז נסה שוב.
IssueFound=%d בעיות נמצאו.
IssuesFound=%d בעיות נמצאו.
Items=פריטים
KeyWord=הזן את מילת המפתח שלך:
KillProcessError=סיים את שגיאת התהליך, סיבה אפשרית אינה מספקת הרשאות
LastClean=הניקוי האחרון שלך היה ב:
LastCommonClean=הניקוי האחרון שלך היה ב:
LastDefrag=זמן איחוי הרישום האחרון שלך:
LeastOne=עליך לבחור לפחות אזור אחד לסריקה.
LeftTime=זמן שמאל:
LeftTimeSec=משך: %s שניות.
LestOne=עליך לבחור לפחות אזור אחד לסריקה.
LestOneClean=עליך לבחור לפחות אזור אחד לניקוי.
LestOneItem=עליכם לבחור לפחות פריט אחד לניקוי.
LogAll=%d בעיות נמצאו, %d בעיות נפתרו.
LogFail=הסרת %d פריטים נכשלה.
Minutes=דקות
MoreSpace=אופציונלי
NeedBackup=נראה שזו הפעם הראשונה שלך לבדוק את המחשב האישי שלך. מומלץ לבצע גיבוי מיידי. האם תרצה לגבות אותו אוטומטית עכשיו?
NeedInstall=האם ברצונך להתקין %s עכשיו?
NeedStartup=אתה צריך להאיץ את המחשב באופן ידני, שכן Wise Care 365 אינו מוגדר להפעלה בהפעלה.
NeedUpdate=האם ברצונך לעדכן את %s עכשיו?
Never=אף פעם
NeverDefrag=עדיין לא איגרת את הרישום!
New=חדש
NewVer=גרסה חדשה זמינה! האם אתה רוצה לשדרג אותו עכשיו?
NoBackupSelected=עליך לבחור לפחות גיבוי אחד לשחזור.
NoDriveChecked=עליך לבחור כונן אחד או יותר לסריקה.
NoError=מזל טוב, לא נמצאו בעיות!
NoFilesFound=נקי
NoItemChecked=עליך לבחור קובץ אחד או יותר לניקוי.
NoItemFound=לא נמצאו פריטים
NoItems=מזל טוב! כל הפריטים עברו אופטימיזציה.
NoNewVer=מזל טוב, הגרסה בה אתה משתמש היא האחרונה!
NoRegInfo=לא מצליח למצוא את פרטי ההרשמה שלך.
Notice=הפוך את המחשב למהיר יותר ומאובטח יותר
NoTracesFound=אין עקבות
NoTrashAndTrace=מזל טוב! המחשב שלך נקי.
NotShowNotice=אל תציג הודעה זו שוב.
NotSupportOS=התכונה אינה נתמכת במערכת הפעלה זו.
NowCleaning=נקה עכשיו:
Offer=מבצע מיוחד
Optimize=מיטוב
PluginCount=ספירת תוספים:
PrivacyActive=להפעלה
PrivacyData=פרטיות:
PrivacyDefaultHint=סריקה קבועה של נתוני המעקב יכולה לאבטח את פרטיותך מעיניים סקרניות.
Privacyissues=בעיות פרטיות:
PrivacyUnActive=בעיות פרטיות: לא מופעל
Problems=בעיות:
Proupdate=סליחה שגרסת הניתנות לא יכולה לתמוך בשדרוג, אך אנו יכולים לספק לך הנחה של 50% הנחה כדי לקבל את הגרסה האחרונה. אחרת היא תהפוך לגרסת בחינם אם תבחר לעדכן אותה. להמשיך?
RegBackup=גיבוי רישום
RegBackupDone=גיבוי הרישום נוצר בהצלחה.
RegBackupFail=יצירת גיבוי הרישום נכשלה.
RegeditorLocked=עורך הרישום שלך חסום. הפונקציה של גיבוי / שחזור דורשת עורך רישום נגיש. האם ברצונך לבטל את חסימת עורך הרישום כעת?
RegEntries=רשומות רישום לא חוקיות.
Regerror=רישום:
Registried=רשום
RegRestore=שחזר את הרישום
RegTitle=לא רשום
Removebackup=האם אתה בטוח להסיר את קבצי הגיבוי שנבחרו?RemoveSysRestore = האם אתה בטוח להסיר את נקודת שחזור המערכת שנבחרה?
RemoveSysRestore=האם אתה בטוח להסיר את נקודת שחזור המערכת שנבחרה?
ReScanHint=%d בעיות שנמצאו, כדי למצוא בעיות נוספות, מומלץ לבצע סריקה שנייה.
ReScanHint1=אנו ממליצים לך לסרוק שוב כדי למצוא בעיות נוספות.
ReScanHint2=אנא סרוק שוב כדי למצוא בעיות נוספות.
RestoreComplete=השחזור הושלם.
RestoreFromSysRestore=עליך לאתחל את המחשב לאחר שחזור המערכת. האם אתה רוצה להתחיל לשחזר את המערכת עכשיו?
RestorePointDone=נקודת השחזור נוצרה בהצלחה.
RestorePointFail=נכשל ביצירת נקודת שחזור המערכת.
RestoreReg=שחזור הרישום ... אנא המתן מספר דקות.
Safetodel=ניתן למחוק פריט זה בבטחה.
ScanAborted=הסריקה בוטלה!
ScanCanceled=הסריקה בוטלה!
ScanFor=סריקה:
Scaning=סריקה ...
ScannedSection=קטעים סרוקים:
Scanning=סריקה ...
finddirve=1234567
ScheduleHint=.עובק ןפואב בשחמה תא הקנ
ScheduleNextTime=האבה םעפה:
ScheduleNotActive=משימת לוח הזמנים אינה מופעלת.
Secs=שניות
SelectFolder=בחר תיקיה
SelectHardDrive=בחר כונן קשיח
ShredFile=קובץ / תיקיה מרוסקים
SkinCorrupt=קובץ הנושא שהורד אינו שלם או פגום! אנא הורד אותו שוב.
SkinLimit=נושא זה זמין רק לגרסאות Pro, שדרג עכשיו?
StartClean=נקי
StartScan=סריקה
SuggestDefrag=מומלץ לבצע איחוי מיידי.
SuggestIgnore=באפשרותך לאחות את הרישום בפעם הבאה.
Summary=סיכום
SysCreating=יצירת נקודת שחזור מערכת ...
SysProtectOff=הגנת מערכת כבויה
SysProtectOn=הגנת מערכת פועלת
SysRestoring=נערך לשחזור המערכת ...
ThanksRegister=תודה על הרשמת מוצר זה!
Total=בעיות:
TotalDefrag=%. 2f נדחס.
TotalTraces=%d עקבות נמצאו.
TraceCount=עקבות:
TraceFound=%d עקבות נמצאו.
TraceFoundEx=העקבות הבאים נמצאו:
TraceRemoved=%d עקבות הוסרו.
TranslateTo=תרגם ל ...
TrashFound=נמצאו %d קבצים, סך הכל %s.
TrashFoundEx=קבצי הזבל הבאים נמצאו:
TrashRemoved=%d קבצים הוסרו, ובכך פנוי %s שטח דיסק.
TrashSize=קבצים:
TrayNotice=המחשב שלך לא נקה יותר מחצי חודש!
TuneupCount=כוונון:
TypeChanged=שינית את פריטי הסריקה!TypeNoError = נקי
TypeNoError=נקי
Unknow=לא ידוע
Unlimited=ללא הגבלה
Unoptimized=לא ממוטב
Unregistried=לא רשום
VipSkin=נושא זה זמין רק למשתמשים רשומים. שדרג עכשיו?
WaitForDownload=אנא המתן להשלמת ההורדה.
WaitUpdateComplete=משימת העדכון הנוכחית לא הסתיימה. אנא עדכן תוכנה זו בהמשך.
WarnNoType=עליך לבחור לפחות סוג קובץ אחד!
WarnZeroFile=בחרת במצב "קובץ ריק", אנא עיין בהם לפני שתסיר אותם. להמשיך?
WDCReport=דו"ח מנקה דיסקים של חכמים
Working=אנא המתן עד לסיום המשימה הנוכחית, ואז נסה שוב.
CookieConfirm=הפריטים שנבחרו כוללים "עוגיות". האם אתה בטוח שאתה רוצה לנקות אותם?
PWPConfirm=הפריטים שנבחרו כוללים "סיסמה שנשמרה בדפדפן". האם אתה בטוח שאתה רוצה לנקות אותם?
PWCookieConfirm=הפריטים שנבחרו כוללים "סיסמה שנשמרה בדפדפן" ו"עוגיות ". האם אתה בטוח שאתה רוצה לנקות אותם?
TrustSite=אתר אמון
UnknowSite=אתר לא ידוע
CloseBrowser=%s פועל. האם תרצה לסגור אותו? אחרת השינוי ייכשל
protectfail=התחלת הגנת המערכת נכשלה. אנא נסה להתקין מחדש את התוכנית או פנה אלינו לקבלת עזרה.
InvalidPic=פורמט תמונה לא חוקי.
RunfromExplorer=נא להפעיל מהסייר.
CloseHint=%d%% משתמש בוחר להשבית
checkPswHint=הבחירה שלך מכילה כמה כללי ניקוי שאנחנו לא ממליצים עליהם. נא לבדוק ולאשר.
checkAllHint=הבחירה שלך כוללת כלל ניקוי עבור סיסמאות שמורות. אם תבחר בו בוודאות, תאבד את כל הסיסמאות השמורות.
Howfix=איך לתקן את זה?
clickfix=לחץ כאן כדי לתקן את זה.

[Exclusion]
Folder=תיקיות שלא נכללו
AddFolder=הוסף תיקיה
File=קובץ אי הכללה
AddFile=הוסף קובץ
File Type=סוג קובץ אי הכללה
AddType=הוסף סוג
Registry=מפתח הרישום של אי הכללה
Add Key=הוסף מפתח
Delete=מחק
Cookies=תחום הרחקה
Add Cookie=הוסף תחום
Whiteapp=רשימת רשימת יישומים
Blackapp=רשימות שחורות של יישומים
WhitePosition=עמדת רשימה לבנה
BlackPosition=מיקום ברשימה השחורה

[PrivacyScan]
SeenPictures=היסטוריה של תמונות שנצפו
SeenPicturesHint=היסטוריה של תמונות שנצפו בזמן גלישה באינטרנט.
SeenMovies=היסטוריה של סרטים / קטעי וידאו שצפו
SeenMoviesHint=היסטוריה של סרטים / קטעי וידאו שצפו בזמן גלישה באינטרנט.
AccessFiles=היסטוריה של קבצים נגישים
AccessFilesHint=היסטוריה של קבצים ניגשים בזמן השימוש במחשב.
VisitedWeb=היסטוריה של דפים ביקורים
VisitedWebHint=היסטוריה של דפים שביקרו בזמן גלישה באינטרנט.
CDPUser=היסטוריית פעילויות
CDPUserHint=A.k.a ציר זמן, כולל מידע על אתרים בהם אתה גולש וכיצד אתה משתמש באפליקציות ושירותים.

[PrivacyClean]
GoodHabit=יש לך מחשב נקי, זה הרגל טוב, תמשיך!
CleanNow=קיימות בעיות פרטיות. מומלץ לבצע ניקוי מיידי.
TraceFound=%d בעיות בפרטיות נמצאו.
TraceRemoved=%d בעיות פרטיות הוסרו.

[Password]
Weak=חלשה
OK=אישור
Strong=חזקה
[Schedule]
Daily=יומי
Weekly=שבועי
Monthly=חודשי
Idle=במצב סרק
Login=בכניסה
Sunday=ראשון
Monday=שני
Tuesday=שלישי
Wednesday=רביעי
Thursday=חמישי
Friday=שישי
Saturday=שבת
AutoScan=סריקה אוטומטית
AutoClean=ניקוי אוטומטי

[Bootup]
BootAction=פעולה
BootDelHint=מחק פריט זה
BootLoad=טוען תוכנית הפעלה ושירותים
BootLoadRate=טוען פרטי דירוג...
BootName=תיאור תוכנה
BootRate=דירוג תוכנה
BootSuggestion=הצעה / דירוג
BootTime=זמן אתחול
BtnRestore=שחזור
CanDisable=אופציונלי כבוי
delItem=האם אתה בטוח שברצונך למחוק את הפריט?
Disable=השבת
Enable=אפשר
FailToChange=לא ניתן להפעיל או לבטל פריט זה.
HisInfo=%d פריטים מושבתים כרגע. אתה יכול בקלות להפעיל כאן את ההפעלה המוגבלת באופן שגוי.
Keep=השאר את זה כמו שהוא
MaySpeedup=שניות. %.2f זמן האתחול שלך יתקצר ב-
MustEnable=חובה להיות מופעלת
NoHisInfo=אין פריטים מושבתים כרגע.
NoSuggestion=עדיין אין הצעה
Optimal=אופטימלי
Publisher=מפרסם
ServiceCountInfo=נמצאו %d שירותי צד שלישי, ו- %d שירותי מערכת.
ServiceName=תיאור שירות
StartupInfo=.השבת כמה תוכניות הפעלה מיותרות כדי להאיץ את מהירות האתחול של המחשב האישי שלך
ToDisable=המלצה
ToKeep=השאר כמו שהוא
Tuneup=מיטוב
TuneupDone=%d פריטי האתחול הושבתו.
TuneupFaile=לא ניתן להשבית את פריטי האתחול של %d.
SecurityConfirm=האם אתה בטוח שברצונך להשבית ערך זה? זהו סמל ההודעות ליישום האבטחה המובנה של Windows.
BootPublisher=מפרסם
FailToRun=לא ניתן היה לעצור (להריץ) את השירות שנבחר.
BootExcute=מבצע ...
Service=שירות
Process=תהליך
CloseRate=מושבת

[Msg]
WDCScanSpeed=מהירות הסריקה המהירה ביותר בעולם!
WDCSysSlimming=לא נמצאו קבצים!
PowerOpt=אין פריטים שניתן לבצע אופטימיזציה!

[CommonClean]
ScanAbortedHint1=אנו ממליצים לך לסרוק שוב מייד כדי למצוא קבצים חסרי תועלת.
ScanAbortedHint=אנו ממליצים לך לסרוק שוב מייד כדי למצוא קבצים ועקבות חסרי תועלת.
DefaultHint=ניקוי רגיל יכול לחסוך שטח בדיסק ולהגן על פרטיותך.
7After=%d ימים חלפו מאז הניקוי האחרון. מומלץ לבצע סריקה מיידית.
7Before=זהו הרגל טוב לשמור על הכוננים נקיים והפרטיות שלך מאובטחת.

[SysClean]
Scanning=סריקה ...
ScanEnd=%d פריטים נמצאו. שטח הדיסק של %s ישוחרר.
NoItems=מזל טוב! כונן המערכת שלך נקי.
Open=פתוח
Remove=הסר
MoreSpace=זקוק לשטח נוסף
Cleaning=ניקוי ...
SpaceFreed=ההרזיה הושלמה. שטח הדיסק של %s משוחרר.
Installer=מתקין Windows מיושן
LongInstaller=ניתן להסיר מתקני Windows מיושנים כדי לפנות שטח דיסק.
PatchUninstall=הסרת קבצי תיקוני עדכון של Windows
LongPatchUninstall=אם אינך צריך להסיר את התקנת Windows Update, אתה יכול להסיר קבצים אלה.
Downloadedfiles=קבצי התקנה של Windows שהורדו
Longdownloadedfiles=כאשר ההתקנה של עדכון תיקון חלונות הושלמה, זה בטוח להסיר את הקבצים.
Baselinecache=מטמון בסיסי של Windows Installer
LongBaselinecache=הקבצים נוצרו על ידי שירות מתקין Windows, וניתן להסירם.
JPIME=IME יפני
LongJPIME=אתה יכול להסיר אותם אם אינך זקוק.
KoreanIME=IME קוריאני
LongKoreanIME=אתה יכול להסיר אותם אם אינך זקוק.
TChineseIME=IME סיני מסורתי
LongTChineseIME=אתה יכול להסיר אותם אם אינך זקוק.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=אתה יכול להסיר אותם אם אינך זקוק.
HelpFile=קבצי עזרה של Windows
LongHelpFile=אתה יכול להסיר אותם אם אינך זקוק.
SamplePic=תמונות לדוגמה של Windows
LongSamplePic=אתה יכול להסיר אותם אם אינך זקוק.
SampleMic=דוגמת מוסיקה של חלונות
LongSampleMic=אתה יכול להסיר אותם אם אינך זקוק.
SampleVideos=דוגמאות וידאו של Windows
LongSampleVideos=אתה יכול להסיר אותם אם אינך זקוק.
SampleMedia=מדגם מדגם של Windows
LongSampleMedia=אתה יכול להסיר אותם אם אינך זקוק.
Wallpaper=קבצי טפטים של חלונות
LongWallpaper=אתה יכול להסיר אותם אם אינך זקוק.
Win10Upgrade=קבצי שדרוג של Windows 10
Win10UpgradeLong=אם כבר שדרגתם ל- Windows 10, הסר את התיקיה הזו כדי לקבל שטח דיסק נוסף.

[PCExam]
FixComplete=התיקון הושלם.
ScanComplete=הסריקה הושלמה.
CheckDefrag=בדיקת שברי כונן מערכת.
DefaultHint=בדיקה תעזור לך למצוא את בעיות האבטחה הפוטנציאליות ואת הפריטים שניתן לבצע אופטימיזציה ואז לתקן אותן בלחיצה אחת בלבד.
Details=פרטים
DiskDefrag=בדוק אם יש שבר בדיסק במערכת
ExamCanceled=הבדיקה בוטלה!
ExamEndHint1=%d פריטים נבדקו, %d מהם בעייתיים. מציע לך "לתקן" פריטים אלה בבת אחת.
ExamEndHint2=%d פריטים אותרו, %d פריטים בעייתיים. פריטי %d צריכים תיקון ידני. "תקן" אותם עכשיו.
ExamEndHint3=%d פריטים אותרו, %d פריטים בעייתיים. עליך לתקן אותם ידנית.
ExamEndHintFixed=מזל טוב! תוקנו כל הפריטים הזקוקים לתיקון.
ExamEndHintFixed3=בעיות %%d תוקנו, %d פריטים צריכים לתקן ידנית.
ExamEndHintFixed4=מזל טוב! %d בעיות שצריכות לתקן תוקנו.
ExistsPrivacyRisks=ישנם בעיות פרטיות.
FilesFound=%d קבצים נמצאו, וגוזלים %s שטח דיסק.
FindJunkFiles=%d קבצים, %s.
FindPrivacyData=%d רשומות פרטיות נמצאו.
FindTrace=%d היסטוריה נמצאה.
FindTraces=%d היסטוריה נמצאה.
FindTrash=נמצאו %d קבצי זבל, שגבו %s שטח דיסק.
FirePWall=בדוק את הזמינות של חומת האש הציבורית של Windows.
FirePWallInvalid=חומת האש של Windows של הרשת הציבורית אינה זמינה.
FirePWallValid=חומת האש של Windows של הרשת הציבורית מופעלת.
FireSWall=בדוק את הזמינות של Windows Home / Firewall.
FireSWallInvalid=חומת האש של Windows של הרשת הפרטית אינה זמינה.
FireSWallValid=חומת האש של Windows של הרשת הפרטית מופעלת.
FireWallInstalled=תוכנת אנטי-וירוס מותקנת.
FireWallUnInstalled=לא נמצאה תוכנת אנטי-וירוס במחשב שלך.
FirstTimeRunHint=!רץ לאט? בדוק עכשיו
FixCanceled=פעולת התיקון בוטלה!
Fixing=תיקון:
FolderOption=בדוק זמינות של "אפשרויות תיקיה"
FolderOptionsInvalid=אפשרויות התיקיה מושבתות.
FolderOptionsValid=אפשרויות התיקיה תקפות.
IEShell=כדי לבדוק את התקפות של פונקצית ה- IE shell.
IEShellFail=מעטפת IE גבוהה.
IEShellFine=מעטפת IE עובדת כרגיל.
InstallSafeSoft=התקן תוכנת אנטי-וירוס
JunkFiles=קבצים חסרי תועלת במחשב שלך
JunkFilesEx=קבצים לא חוקיים כגון מטמון, יומנים, קבצים זמניים וכו '.
LastCheck=בדקת לאחרונה את המחשב שלך ב:
LastFixTime=ימים שחלפו מאז הבדיקה האחרונה %d
ManualFix=תיקון ידני
ManualProcess=פריטי אופטימיזציה ידנית
ManualProcessEx=בעיות פרטיות, פיצול דיסק וכו '(דרוש "תיקון ידני")
NeedDefrag=כונן המערכת זקוק לאיחוי.
NoNeedDefrag=אין צורך לאחות את כונן המערכת.
NoOptimizeItems=כל הפריטים עברו אופטימיזציה.
NoPrivacyRisks=אין בעיות פרטיות.
OptimizeOptItems=אמת את הפריטים המותאמים.
OptimizeResult=%d פריטים עברו אופטימיזציה להאצת המחשב.
PcGood=מזל טוב! המחשב האישי שלך בריא.
PCHealthNum=ציון בדיקה:
PrivacyHint=נקה את כל עקבות סייר הפעילויות שלך ופעילויות מחשב קודמות.
PrivacyItmes=בעיות פרטיות
ReFixHint=אנו ממליצים בחום להשלים את פעולת התיקון למחשב כדי להפוך את המחשב שלך למהיר יותר.
RegeditLocked=עורך הרישום אינו פעיל.
Regeditor=בדוק את הזמינות של עורך הרישום של Windows
RegeditUnLocked=עורך הרישום תקף.
RegEntriesCount=%d רשומות לא חוקיות נמצאו.
RegEntriesResult=%d ערכי רישום לא חוקיים נוקו.
RegistryJunk=רשומות רישום לא חוקיות
RegistryJunkEx=ערכי רישום מיותמים, מיושנים או לא חוקיים
RemoteDesktop=בדוק את זמינות חיבור שולחן העבודה המרוחק של Windows
RemoteDesktopAlive=חיבור שולחן עבודה מרוחק חי.
RemoteDesktopDisabled=חיבור שולחן עבודה מרוחק אינו פעיל.
ReScanHint=אנו ממליצים בחום להשלים את בדיקת המחשב כדי למצוא בעיות נוספות שמאטות את המחשב.
Result.FailTranstr=לא נמצאה תוכנת אנטי-וירוס במחשב שלך.
Result.FineTranStr=תוכנת אנטי וירוס הותקנה במחשב שלך.
SafeCheckResult=%d בעיות הקשורות לאבטחה תוקנו.
ScanFor=סריקה:
ScanOptItems=פריטים הניתנים למיטוב
SDDDetected=זוהה SSD. דילג.
SecurityProject=פריטים הקשורים לאבטחה
SecurityProjectEx=חומת אש, רישום, שולחן עבודה מרוחק ופרויקטי אבטחה אחרים
ShortJunkFiles=קבצים חסרי תועלת
ShortJunkFilesEx=קבצים חסרי תועלת
ShortManualProcessEx=פרויקטים של אופטימיזציה ידנית
ShortRegistryJunk=רשומות רישום לא חוקיות
ShortRegistryJunkEx=רשומות רישום לא חוקיות
ShortSecurityProjectEx=פרויקטים של אבטחה
ShortSystemTuneup=ניתן לייעל את הפריטים
ShortSystemTuneupEx=כוונון מערכת
ShortUserTrace=דפדוף בנתונים
ShortUserTraceEx=עקבות מחשב
Suggestion1=מוצע בדיקה מיידית.
SystemTuneup=%d פריטים ניתן לייעל כדי לשפר את ביצועי המחשב.
SystemTuneupEx=שפר את מהירות Windows, שפר את ביצועי המערכת ויציבות וכו '.
TaskManager=בדוק את הזמינות של מנהל המשימות של Windows
TaskManagerInvalid=מנהל המשימות מושבת.
TaskManagerValid=מנהל המשימות תקף.
Tracehint=נקה את היסטוריית הגלישה והיסטוריית הגישה למסמכים וכו '.
TraceResult=נקה %d עקבות.
TracesFound=%d עקבות נמצאו
TrashResult=%d קבצי זבל נוקו, ובכך פינו שטח דיסק של %s.
UnsettledItems=יש לתקן את הפריטים הבאים ידנית.
UserTrace=עקבות מחשב והיסטוריית גלישה
UserTraceEx=היסטוריה של תוכניות משומשות, קבצים ניגשים, אתרים שביקרו וכו'.
WindowsAutoUpdate=בדוק את הזמינות של שירות העדכונים האוטומטי של Windows
WindowsAutoUpdateInvalid=עדכון אוטומטי של Windows אינו פעיל.
WindowsAutoUpdateValid=העדכון האוטומטי של Windows תקף.

[FileErase]
NetPath=לא ניתן לשפשף נתיב רשת.
None=אין
Crushing=גריסה:
Shred=גרוס
InUsed=בשימוש
Aborted=בוטל
Shredding=גריסה
SysPath=לא ניתן למחוק את הנתיב שבחרת עבורו כולל נתיבי מערכת חשובים.
ScrubFinished=השחיקה הושלמה! רסיסי %d קבצים, נכשלה לגרוס %d קבצים.
ScrubCanceled=השחיקה מבוטלת! Shred%d קבצים לא הצליחו לגרוס %d קבצים.
Erased=גרוס
Canceled=בוטל

[DiskDefrag]
Volume=כונן
Format=מערכת קבצים
TotalSpace=שטח כולל
FreeSpace=שטח פנוי
Fragmented=שברים
Status=סטטוס
PmDefrag=איחוי
QuickOpt=מיטוב מהיר
FullOpt=אופטימיזציה מלאה
PmAnlyse=ניתוח
Resume=המשך
Analying=ניתוח
Defragmenting=איחוי
Optimizing=מיטוב
Analyed=מנותח
Defragmented=אוחה
Optimized=אופטימיזציה
Pause=השהה
IsSSD=הבחירה שלך עשויה לכלול לפחות כונן מוצק אחד לפחות. איחוי דיסק עשוי להפחית את תוחלת החיים שלו. האם אתה בטוח להמשיך?
FragmentedRate=פיצול
DefragInfo=.טוב לאחות את הדיסק כדי לשמור עליו לפעול במהירות לאחר השימוש בו במשך זמן מה
PmNoAct=אין פעולה
PmShutdown=כיבוי
PmSleep=שינה
PmHibernation=מצב שינה
PmLoginoff=צא
PmOptimize=אופטימיזציה חכמה
Trimming=מעבד
Trimmed= עובד
SmartOptimize=Smart Optimize ינתח ויבחר את השיטה המתאימה ביותר לאיחוי, אופטימיזציה או TRIM דיסק.
TypeFixDisk=HDD
TypeSSD=SSD
TypeRemovable=ניתן להסרה
MediaType=סוג
LastTrim=%d ימים מאז הבדיקה מחדש האחרונה.

[BtnList]
DuplicateFinder=מוצא השכפולים
DuplicateFinderDesc=כלי לניהול קבצים משוכפלים.
WiseReminder=תזכורת חכמה
WiseReminderDesc=תזכורת פעולות שעוזרת לכם לארגן משימות יומיות.
GameBooster=משחק בוסטרים
GameBoosterDesc=מגבר משחק פשוט אך יעיל.
ForceDeleter=מחיקת כוח
ForceDeleterDesc=ביטול נעילה ומחיקה של קבצים בבטחה ובקלות
SystemMonitor=צג מערכת
SystemMonitorDesc=מעקב אחר תהליכים, חומרה ותעבורת רשת
AutoShutdown=כיבוי אוטומטי
AutoShutdownDesc=כבה את המחשב באופן אוטומטי
DataRecovery=שחזור נתונים
DataRecoveryDesc=שחזר קבצים שנמחקו
FolderHider=תיקייה & Hider קובץ
FolderHiderDesc=קל להסתיר נתונים פרטיים
JetSearch=חיפוש מהיר
JetSearchDesc=חיפוש מהיר בקבצים מקומיים
MemoryOptimizer=כלי מיטוב הזיכרון
MemoryOptimizerDesc=כלי פנוי זיכרון חינם
ProgramUninstaller=תוכנית ההתקנה של תוכנית
ProgramUninstallerDesc=הסר את התוכנית הלא רצויה ביסודיות
PluginClean=מנקה תוספים
BigFile=מנהל קבצים גדולים
BigFileDesc=דרך קלה לניהול קבצים גדולים יותר.
RegClean=מנקה ברישום
RegCleanDesc=סרוק ותקן את הרישום.
CommClean=מנקה נפוצה
CommCleanDesc=.מהיר וקל לניקוי קבצים ועקבות חסרי תועלת
AdvClean=מנקה מתקדם
AdvCleanDesc=מצא ונקה חסר תועלת בכל הכוננים.
SysSimming=הרזיית מערכת
SysSimmingDesc=קל לניקוי קבצי Windows חסרי תועלת.
PowerOpt=כוונון מערכת
PowerOptDesc=כוונן את ביצועי המחשב שלך.
DiskDefrag=איחוי דיסק
DiskDefragDesc=מאחה את הדיסק כדי להאיץ את המערכת שלך.
RegDefrag=איחוי רישום
RegDefragDesc=אופטימיזציה של הרישום כדי להאיץ את המערכת שלך.
Startup=מנהל ההפעלה
StartupDesc=קל לניהול תוכניות אתחול.
ContextMenu=תפריט הקשר
ContextMenuDesc=קל לניהול פריטי תפריט ההקשר של Windows.
PrivacyErase=מחק פרטיות
PrivacyEraseDesc=הסר עקבות, היסטוריה לשמירה על פרטיותך.
NotifyManager=התראות אתרים
NotifyManagerDesc=נהל אתרים המאפשרים שליחת הודעות
DiskErase=מחק דיסק
DiskEraseDesc=מחק את כל הקבצים שנמחקו מהדיסק שלך.
FileShredder=מגרסת קבצים
FileShredderDesc=מנע את שחזור הקבצים הגרוסים על ידי החלפת המרחב המקורי שלהם.
PasswordGenerator=מחולל סיסמאות
PasswordGeneratorDesc=קל ליצור סיסמא חזקה.
ProcessMon=צג התהליך
ProcessMonDesc=קל לניהול תהליך הפעלה.
SystemInfo=מידע ממוחשב
SystemInfoDesc=סקירה כללית על מידע המערכת והחומרה שלך.
ImageX=עורך תמונות
Image Desc=ערוך ושפר תמונות

[DiskErase]
Stop=עצור
Erase=מחק
Rule1=מעבר אקראי של נתונים 1 (מומלץ)
Rule2=DoD 5220.22-M 3 עובר
Rule3=7 מעברים של שנייר
Rule4=גוטמן 35 עובר
EraseFinished=השחיקה הושלמה. משך:
ErasingFor=מחיקת הקבצים שנמחקו ב- %s, אנא המתן ...
TempFileDeleting=מוחק קבצים זמניים ...
ErasingForDisk=מחיקת השטח הפנוי ב- %s, אנא המתן ...
ManyFiles=נמצאו קבצים רבים שניתן לשחזר.
FewFiles=נמצא כמה קבצים שניתן לשחזר.
SkipAnalyse=דלג על ניתוח (כונן FAT)
Secure=מאובטח
DoesNotSupport=אינו תומך בכונן זה.
Erasing=מוחק ...
Finished=המחיקה הושלמה.
Canceled=המחיקה מבוטלת.
ConfirmEraseDisk=?יקח זמן למחוק את הדיסק. אנא סגור תוכנות אחרות כדי להימנע מפעילות קלט / פלט במהלך תקופה זו. להמשיך
PartitionError=טעות קשה נמצאה במחיצות שלך.

[Tuneup]
BootSpeedup=האצת הפעלה / כיבוי
SystemStable=יציבות מערכת
SystemSpeedup=מהירות מערכת
NetworkSpeedup=מהירות רשת
SSDSpeedup=אופטימיזציה של SSD
BootPartition=אפשר פונקציית אופטימיזציה כדי לשפר את מהירות ההפעלה של Windows.
BootDelay=צמצם את זמן "בדוק דיסק" כדי לשפר את מהירות ההפעלה של Windows.
ClearPagingFile=השבת את הפונקציה של ניקוי קובץ ההחלפה של Windows כדי להאיץ את כיבוי המחשב.
TimeOut=צמצם את סרק היישום בעת הכיבוי כדי לשפר את תהליך הכיבוי.
PrefetchParameters=בצע אופטימיזציה של פרמטרים לביטוי מראש כדי לשפר את מהירות ההפעלה של Windows.
AutoKill=סגור תהליכים קפואים כדי למנוע קריסת מערכות.
RestartExplorer=הפעל מחדש באופן אוטומטי את סייר Windows כדי למנוע שנעלם משולחן העבודה.
TwoProcess=גרמו לרכיבי סייר Windows לפעול כתהליך נפרד בכדי למנוע התנגשות מערכת.
RemoteRegAccess=השבת את שינוי הרישום ממחשב מרוחק.
BlueReboot=השבת אתחול אוטומטי מחדש כאשר המערכת נתקלת במסך המוות הכחול.
SuperPrefetchParameters=השבת Super-Pre -etch בכדי להפחית את צריכת הזיכרון באתחול של חלונות (8/10).
ErrorReport=השבת דיווח על שגיאות מסך כדי לשפר את ביצועי המערכת.
Debugger=השבת את הבאגים בכדי להאיץ את עיבוד השגיאות.
OptMemory=בצע אופטימיזציה של הגדרות ברירת המחדל של הזיכרון כדי לשפר את ביצועי המערכת.
OptVEff=מיטוב את המראה של רכיבי הקצה הקדמי (תיבת דו-שיח, תפריטים וכו ') כדי לשפר את ביצועי המערכת.
OptFileSystem=אופטימיזציה של מערכת הקבצים כדי לשפר את ביצועי המערכת.
OptDiskSystem=מיטוב תת מערכת I / O של דיסק כדי לשפר את ביצועי המערכת.
DisAutoRun=השבת את התכונה "הפעלה אוטומטית" בכוננים כדי למנוע זיהום בנגיף.
OptDiskIdle=אופטימיזציה של קלט / פלט של הדיסק בזמן שהמעבד אינו פעיל.
CloseAnimate=סגור את אפקט האנימציה כאשר ממקסמים או ממזערים חלון כדי להאיץ את תגובת החלון.
PorcessorTime=אופטימיזציה של ביצועי המעבד בכדי לגרום ליישומים, משחקים וכו 'לפעול בצורה חלקה יותר. (אנא התעלם אם המחשב שלך הוא שרת.)
PagingExecutive=השבת את עימוד הזיכרון והפחתת קלט/פלט דיסק כדי לשפר את ביצועי היישום. (ניתן להתעלם מהאפשרות אם הזיכרון הפיזי הוא <1 GB)
AeroPeek=הגבר את מהירות התצוגה של Aero Peek.
ForeAppSpeed=הגבר את מהירות התגובה של תוכניות החזית.
IconCache=הגדל את מטמון סמל המערכת והאיץ את הצגת שולחן העבודה.
ShowSpeed=מהירות תגובה אופטימלית של תצוגת המערכת.
AeroSnap=האץ את Aero Snap כדי להפוך את הצגת התמונות הממוזערות במהירות.
PreviewUP=להאיץ את מהירות התצוגה של תצוגה מקדימה של חלון שורת המשימות.
FileListSpeed=מטב את מדיניות הרענון של רשימת הקבצים של חלונות.
OptTTL=אופטימיזציה של הגדרות TTL (זמן לחיות) כדי לשפר את ביצועי הרשת
OptMTU=מגלה אוטומטית "חורים שחורים" באמצעות טכניקת גילוי הנתיב MTU כדי לשפר את ביצועי TCP / IP
OptWINS=אופטימיזציה של זמן שאילתת שמות WINS לשיפור מהירות העברת הנתונים.
OptNetWork=אופטימיזציה של הגדרות רשת כדי לשפר את ביצועי ההעברה.
OptNetForward=אופטימיזציה של יכולת קדימה ברשת כדי לשפר את ביצועי הרשת.
OptEthernet=מיטוב ביצועים של כרטיס Ethernet.
OptIEConnection=חיבור מקסימלי מוגבר לשרת. מהירות הצפייה בדף האינטרנט ומשפרת מהירות הצפייה באינטרנט משופרת.
OptDNS=אופטימיזציה של מהירות ניתוח DNS ו- DNS.
OptLAN=אופטימיזציה של חיבור LAN.
EnableTRIM=אפשר פונקצית TRIM כדי לשפר את ביצועי העבודה של SSD.
DisablePrefetch=השבת פרמטרים של prefetch כדי להגדיל את חיי העבודה של SSD.
DisableSuperPrefetch=השבת פרמטרים של Superfetch להגדלת חיי העבודה של SSD.
DisableDefragIdle=השבת איחוי אוטומטי כאשר אינו פעיל כדי להגדיל את חיי העבודה של SSD.
DisableDefragBoot=השבת את כונן המערכת לאיתור באתחול כדי להגדיל את חיי העבודה של SSD.
DisableIDECheck=מניעת בדיקת ערוצי IDE כדי לשפר את מהירות ההפעלה של Windows.
ItemsOptimized=%d פריטים עברו אופטימיזציה.
NoItems=מזל טוב! כל הפריטים עברו אופטימיזציה.
NoSelectedItem=בחר לפחות פריט אחד למיטוב.
OptItems=ניתן לייעל את פריטי %d הבאים.
RestoreAll=האם אתה בטוח שברצונך לשחזר את כל הפריטים לברירת המחדל של חלונות?
StaticIP=הגדר IP סטטי לחיבור המקומי שלך כדי לשפר את מהירות ההתחלה של המחשב שלך.
TakeEff=פריטים ממוטבים ייכנסו לתוקף לאחר אתחול המחשב האישי.
DisableHibernate=השבת מצב שינה כדי לחסוך מקום בדיסק ולהאריך את חיי SSD. (גם אתחול מהיר יכובה).
IndexOptimize=מטב אינדקס של חלונות.
RemoveShotcut=הסר את המילה "קיצור דרך" מסמלי הקיצור.
AutoReStartShell=בצע אופטימיזציה של סייר חלונות כך שיוכל להפעיל מחדש באופן אוטומטי לאחר מתרחש חריג כדי למנוע מהמערכת להגיב.
ListveiwOpt=מטב את האפקט החזותי של התפריט והרשימה כדי לשפר את מהירות הפעולה של המערכת.
Systemsecurity=אבטחת מערכת
SmartScreen=אפשר ל-SmartScreen לבדוק אפליקציות וקבצים לא מזוהים מהאינטרנט.
TerminalServer=השבת את שירותי שולחן העבודה המרוחק כדי למנוע ניצול על ידי האקרים.
EdgeSmartScreen=הפעל את SmartScreen עבור Microsoft Edge כדי למנוע אתרים והורדות זדוניות.
SmartScreenPuaEnabled=הפעל את SmartScreen עבור יישומי Microsoft Store כדי להגן על המכשיר שלך.
DownloadMode=השבת את אופטימיזציית המסירה של עדכון חלונות כדי להפחית סיכוני אבטחה פוטנציאליים.
highperformance=כוונן את תוכנית החשמל לביצועים גבוהים, מה שיגדיל את צריכת החשמל.
minimizeperformance=התאם את תוכנית החשמל לחיסכון בחשמל כדי להאריך את זמן השימוש במחשב הנייד שלך.
LockScreenToastEnabled=השבת הודעה מהצגה על מסך הנעילה כדי לשמור אותן פרטיות.
DEP=הפעל מניעת ביצוע נתונים כדי למנוע הפעלת קוד זדוני מדפי זיכרון של נתונים בלבד.
PUA=הפעל חסימת אפליקציות שעלולות להיות לא רצויות ב-Windows Defender.

[Summary]
ContextMenu=פריטי תפריט הקשר לא חוקיים
MUICache=חסר הפניה למטמון של MUI
Services=שירותי Windows לא חוקיים
Activex=רכיבי ActiveX ו- COM לא חוקיים
FireWall=הגדרות חומת אש של Windows לא חוקיות
RootAll=נתיבים וקבצים לא חוקיים
SoftwareSection=נתיבים וקבצים לא חוקיים שהשאירה תוכנה שהוסרה
ApplicationPaths=נתיבים וקבצים לא חוקיים שהשאירו יישום רשום
FileTypes=מידע על תוספי קבצים לא חוקיים
HelpFiles=קבצי עזרה רשומים לא חוקיים
Fonts=מידע על גופן לא חוקי
SharedDLL=חסרה ספריית קישור דינמי משותפת
MRULists=היסטוריה של קבצים שגישה, סרטים שצפו, מסמכים ערוכים וכו '.
UninstallSection=מידע על הסרת התקנה חסר תועלת או לא חוקי
StartMenu=פריטי תפריט התחלה מיושנים
StartupProgram=תוכניות הפעלה מיושנות או לא חוקיות
SoundandAppEvents=הגדרות מיושנות או לא תקפות של צליל ואירועים
IEUrlHistory=ביקר בהיסטוריית אתרים עם IE
IFEO=ערכים זדוניים שנוצרו על ידי תוכנות ריגול, וירוס או תוכנות זדוניות
EmptyKey=רשומות ללא מידע
App=הגדרות יישום לא חוקיות

[ErrorMessage]
MUIError1=חסר הפניה ל- MUI, אך הכונן "%s" הוא %s, ממליץ לך להתעלם משגיאה זו.
MUIError=חסר הפניה ל- MUI
ServiceNotExists=תוכנית השירות שצוינה אינה קיימת.
MimeExName=סיומת קבצים שגויה MIME רשומה: %s
EmptyKey=מפתחות ריקים
EmptyHelpdirctory=ספריית עזרה ריקה.
FileNotExist=קובץ (תיקיה) לא קיים.
HFileNotExist=קובץ עזרה (תיקיה) אינו קיים.
EmptyValue=ערך ריק
TypeLib=ספריית סוג אינה קיימת:
NodeEmpty=הצומת ריק
SharedFilenotexist=קובץ משותף אינו קיים.
sharedfilenotbeuse=לא נעשה שימוש בקובץ משותף.
noconnection=אין מידע על חיבור קבצים.
Invalidpathtoicon=נתיב לא חוקי לסמל.
ReferstoaninvalidClass=עיין בכיתה לא חוקית.
Emptyshellcommand=פקודת הפגז ריקה.
Invalidshellcommand=פקודת מעטפת לא חוקית (הקובץ לא קיים).
Fontsnotexist=קובץ הגופנים אינו קיים.
Hijacking=%s נחטפה על ידי %s.
MRULists=רשימות MRU של משתמש
invalidOpenWith=אין יישום המשויך לסוג זה.
ReferActivex=עיין בערך ActiveX / COM לא חוקי.
EmptyCLSID=CLSID ריק.
ComSourceNotExist=מקור COM אינו קיים.
invalidUnistall=מידע על הסרת התקנה לא חוקי.
notexist=לא קיים.
ObsoleteStartMenuItem=פריט תפריט התחלה מיושן.
SoundFilenotexist=קובץ קול אינו קיים.
FileNotExist1=קובץ / תיקיה לא קיימים, אבל הכונן "%s" הוא %s. אנו ממליצים להתעלם משגיאה זו.
OpenWithError=פתח בטעות, היישום שצוין אינו קיים.
OpenWithError1=שגיאה בשימוש "פתח עם" ליישום שצוין אינה קיימת, אך הכונן "%s" הוא %s. אנו ממליצים להתעלם משגיאה זו.
ComSourceNotExist1=מקור COM אינו קיים, אך הכונן %s הוא %s. אנו ממליצים להתעלם משגיאה זו.
Trojan=זוהי התנהגות אופיינית של הטרויאני. אנו ממליצים בחום להסיר את הערך באופן מיידי ולהשתמש בתוכנת אנטי וירוס כדי לסרוק את המחשב שלך.
progid=מזהה תוכנית שצוין לא קיים:

[Area]
NetworkDataUsage=שימוש בנתוני רשת
DirectXCache=DirectX Shader Cache
DeliveryCache=קבצי מיטוב מסירה של Windows
DNSCache=מטמון DNS של המערכת
AccessFiles=היסטוריה של קבצים נגישים
ViewedImg=היסטוריה של תמונות שנצפו
VisitedWeb=היסטוריה של דפים ביקורים
WatchedVideo=היסטוריה של סרטים / קטעי וידאו שצפו
WinInstallerPackage=מתקין Windows מיושן
WindowsPaint=Windows Paint
AdobeFlash=Adobe Flash
WindowsSysCache=מטמון מערכת של Windows
WindowsWordpad=Windows WordPad
WinInstallerCache=Windows Installer Cache
WinSxsBackup=Windows WinSxs Backup
Cookies=עוגיות
DOMStoreCookies=Microsoft IE DOM Store Cookies
DownloadedPatch=קבצי עדכון מערכת
Downloads=דפדפן הורדת קבצים
Dump=קבצי זיכרון Dump
ErrorReport=דוחות שגיאה
ExplorerMRU=Other Explorer MRUs
FontCache=מטמון הגופן של Windows
IISLog=IISLog
InvalidLnk=קיצורי דרך לא חוקיים
InvalidScTask=משימות מתוזמנות לא חוקיות
InvalidStartMenu=תפריטי התחלה לא חוקיים
JumpList=רשימות קפיצה על סרגל המשימות (פריטים קבועים ינוקו גם הם.)
LogFile=קבצי יומן מערכת
MESCache=חיוני אבטחה של מיקרוסופט
MetroCache=מטמון חלונות של Windows
MSOffice=Microsoft Office
Networkmapping=היסטוריית המיפוי של כונן רשת
Office=Microsoft Office
OfficePicture=Microsoft Office Picture Manager
OfficeRecent=Microsoft Office Recent History
Prefetch=נתונים ישנים מראש
Recentdocuments=מסמכים אחרונים
Recyclebin=סל המיחזור ריק
RemoteDesktop=קובץ מטמון של שולחן עבודה מרוחק
RunStartMenu=הפעל בתפריט התחלה
SafariCache=מטמון אינטרנט של Safari
SafariCookies=Safari Cookies
SafariHistory=היסטוריית ספארי
SafariPasswords=פרטי טופס שמור בספארי
SearchList=היסטוריית החיפוש של Windows
SysTemp=קבצי Temp שנוצרו על ידי Windows
SystemTrace=עקבות של חלונות ויישומים
ThumbCache=מטמון תמונה ממוזערת
TraceClean=עקבות במחשב
TraryNotify=מטמון אייקון אזור ההודעות
TrashClean=קבצים במחשב
TypeInternetCache=מטמון דפדפן האינטרנט
TypeInternetTrace=עקבות דפדפן אינטרנט
TypeMedia=מולטימדיה
TypeOtherApp=יישומים אחרים
TypeSystem=מערכת Windows
TypeWComponents=רכיבי Windows
UserTemp=קבצי Temp שנוצרו על ידי יישומים
ChromeCache=Google Chrome Cache
ChromeCookies=Google Chrome Cookies
ChromeForm=Google Chrome Autocomplete Form History
Chromelocalstorage=Google Chrome History
ChromePasswords=Google Chrome Saved passwords
ChromeSession=Google Chrome Session
FireFoxCache=Mozilla Firefox Cache
FireFoxCookies=Mozilla Firefox Cookies
FireFoxForm=Mozilla Firefox Autocomplete Form History
FireFoxOther=Mozilla Firefox Other Histories
FireFoxPasswords=Mozilla Firefox Saved passwords
LastDownloadDir=מיקום ההורדה האחרון
IEAddressBarHistory=Microsoft Internet Explorer address bar history
IECahce=Microsoft IE Cache
IECookies=Microsoft IE Cookies
IEForm=IE Autocomplete Form History (Private Data won't be listed)
IEHistory=Microsoft Internet Explorer Active History
IEPasswords=IE Saved Passwords (Private Data won't be listed)
OperaStableCache=מטמון יציב אופרה
OperaStableCookies=קובצי Cookie של אופרה
OperaStableHistory=היסטוריה של יציבות האופרה
OperaStablePasswords=סיסמאות שמורות של Opera Stable
OperaStableSessions=מפגשי יציבות אופרה
OperaStableSiteIcon=סמלים של אתר אינטרנט של אופרה
OperaStableURLHistory=כתובות URL מוקלדות של Opera Stable
PaleMoonCache=PaleMoon Cache
PaleMoonCookies=PaleMoon Cookies
PaleMoonDownloadHistory=PaleMoon Download History
PaleMoonHistory=PaleMoon History
PaleMoonSavedFormInformation=PaleMoon Saved Form Information
PaleMoonSession=PaleMoon Session
PaleMoonSitePreferences=PaleMoon Site Preferences
Vivaldi=Vivaldi
VivaldiCache=Vivaldi Cache
VivaldiCookies=Vivaldi Cookies
VivaldiForm=Vivaldi Autocomplete Form History
Vivaldilocalstorage=Vivaldi Localstorage
VivaldiSavedPasswords=Vivaldi Saved Passwords
VivaldiSession=Vivaldi Session
Yandex=Yandex
YandexCache=Yandex Cache
YandexCookies=Yandex Cookies
YandexForm=Yandex Autocomplete Form History
YandexLocalstorage=Yandex Localstorage
YandexPasswords=Yandex Saved Passwords
YandexSession=Yandex Session
BraveBrowser=Brave Browser
BraveBrowserCache=Brave Browser Cache
BraveCookies=Brave Browser Cookies
Braveform=היסטוריית טפסים של השלמה אוטומטית של דפדפן Brave
BraveBrowserlocalstorage=אחסון מקומי של דפדפן Brave
BravePasswords=סיסמאות שמורות בדפדפן Brave
BraveSession=מושב דפדפן Brave
MSEdgeCache=מטמון Microsoft Edge
MSEdgeHistory=היסטוריה של Microsoft Edge
MSEdgeDownloadHistory=היסטוריית ההורדות של Microsoft Edge
MSEdgeTypedURLs=כתובות URL שהוקלדו ב-MS Edge
MSEdgeSavedFormInformation=מידע על טפסים שמורים של Microsoft Edge
MSEdgeSavedPasswords=סיסמאות שמורות של Microsoft Edge
MSEdgeSession=מושב Edge של מיקרוסופט
MSEdgelocalstorage=אחסון מקומי של MS Edge
MSEdgeCookies=עוגיות של Microsoft Edge
ComodoDragonCach=מטמון הדרקון של קומודו
ComodoDragonlocalstorage=אחסון מקומי של קומודו דרקון
ComodoDragonForm=היסטוריית טופס השלמה אוטומטית של Comodo Dragon
ComodoDragonPasswords=סיסמאות שמורות של Comodo Dragon
ComodoDragonSession=Session Comodo Dragon
ComodoDragonCookies=Comodo Dragon Cookie
RockMeltCache=RockMelt Cache
RockMeltlocalstorage=אחסון מקומי של RockMelt
RockMeltForm=היסטוריית טופס השלמה אוטומטית של RockMelt
RockMeltPasswords=סיסמאות שמורות של RockMelt
RockMeltSession=Session RockMelt
RockMeltCookies=RockMelt Cookie
CentBrowserCache=CentBrowser Cache
CentBrowserlocalstorage=אחסון מקומי של CentBrowser
CentBrowserForm=היסטוריית טפסים למילוי אוטומטי של CentBrowser
CentBrowserPasswords=סיסמאות שמורות של CentBrowser
CentBrowserSession=הפעלת CentBrowser
CentBrowserCookies=CentBrowser Cookie
ChromiumCache=Cache Chromium
Chromiumlocalstorage=אחסון מקומי של Chromium
ChromiumForm=היסטוריית טופס השלמה אוטומטית של Chromium
ChromiumPasswords=סיסמאות שמורות Chromium
ChromiumSession=Session Chromium
ChromiumCookies=Chromium Cookie
TorchCache=מטמון לפיד
Torchlocalstorage=אחסון מקומי לפיד
TorchForm=היסטוריית טופס השלמה אוטומטית לפיד
TorchPasswords=סיסמאות שמורות לפיד
TorchSession=סשן לפיד
TorchCookies=עוגיית לפיד
OperaGXCache=מטמון Opera GX
OperaGXlocalstorage=אחסון מקומי של Opera GX
OperaGXForm=היסטוריית טפסים של Opera GX
OperaGXPasswords=סיסמאות שמורות של Opera GX
OperaGXSession=Opera GX Session
OperaGXCookies=Opera GX Cookie
SogouExplorerCache=מטמון Sogou Explorer
Sogouhistory=היסטוריה של Sogou Explorer
SogouForm=היסטוריית טפסים של Sogou Explorer
SogouExplorerSession=הפעלות של Sogou Explorer
SogouExplorerCookies=קובצי Cookie של Sogou Explorer
AdobeAcrobatReader5.0=Adobe Acrobat Reader 5.0
AdobeAcrobatReader6.0=Adobe Acrobat Reader 6.0
AdobeAcrobatReader7.0=Adobe Acrobat Reader 7.0
AdobeReader8.0=Adobe Reader 8.0
AdobeReader9.0=Adobe Reader 9.0
AdobeReader11.0=Adobe Reader 11.0
AdobeReader DC=Adobe Reader DC
AdobeAcrobat8.0=Adobe Acrobat 8.0
AdobeAcrobat9.0=Adobe Acrobat 9.0
AdobeAcrobat10.0=Adobe Acrobat 10.0
AdobeAcrobatXI=Adobe Acrobat XI
AdobeImageReady7.0=Adobe ImageReady 7.0
AdobeImageReadyCS=Adobe ImageReady CS
AdobePhotoshop6.0=Adobe Photoshop 6.0
AdobePhotoshop7.0=Adobe Photoshop 7.0
AdobePhotoshopCS=Adobe Photoshop CS
AdobePhotoshopCS2=Adobe Photoshop CS2
AdobePhotoshopCS3=Adobe Photoshop CS3
AdobePhotoshopCS4=Adobe Photoshop CS4
AdobePhotoshopCS5=Adobe Photoshop CS5
AdobePhotoshopCS6=Adobe Photoshop CS6
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobeIllustrator=Adobe Illustrator
AdobeAir=Adobe Air
AdobeDreamweaver=Adobe Dreamweaver
AdobePremiereProCC=Adobe Premiere Pro CC
AdobePremiereElements12=Adobe Premiere Elements 12
AcrobatDistiller10=Acrobat Distiller 10
AdvancedSearchbar=Advanced Searchbar
YahooToolbar=Yahoo Toolbar
WindowsLiveToolbar=Windows Live Toolbar
GoogleToolbar=Google Toolbar
GoogleToolbarIE=Google Toolbar IE
GoogleDeskbar=Google Deskbar
GoogleCalendarSync=Google Calendar Sync
GoogleTalk=Google Talk
KantarisMediaPlayer=Kantaris Media Player
KMPlayer=KMPlayer
WindowsMediaPlayer=Windows Media Player
WindowsMediaCenter=Windows Media Center
RealPlayer=Real Player
RealPlayerSP=Real Player SP
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
RealTimes=RealTimes
QuicktimePlayer=Quicktime Player
AVIPreview=AVI Preview
Steam=Steam
Xfire=Xfire
XMLSpy=XML Spy
OxygenXMLEditor=Oxygen XML Editor
SWiSH=SWiSH
PaintShopPro7.0=Paint Shop Pro 7.0
PaintShopPro8.0=Paint Shop Pro 8.0
PaintShopPro9.0=Paint Shop Pro 9.0
PaintShopProX=Paint Shop Pro X
PaintShopProXI=Paint Shop Pro XI
PaintShopProX2=Paint Shop Pro X2
PaintShopProX3=Paint Shop Pro X3
CorelPaintShopProX4=Corel PaintShop Pro X4
CorelPaintShopProX5=Corel PaintShop Pro X5
CorelPaintShopProX6=Corel PaintShop Pro X6
MSWorks4.0=MS Works 4.0
MSOffice97=Office 97
MSOfficeXP=Office XP
MSOffice2003=Office 2003
MSOffice2007=Office 2007
MSOffice2010=Office 2010
MSOffice2013=Office 2013
MSOffice2016=Office 2016
InstallshieldDeveloper7.0=Installshield Developer 7.0
MacromediaFlash4.0=Macromedia Flash 4.0
MacromediaFlash5.0=Macromedia Flash 5.0
MacromediaFlashMX=Macromedia Flash MX
MacromediaFlashMX2004=Macromedia Flash MX 2004
AdobeFlashPlayer=Adobe Flash Player
MacromediaHomesite5.0=Macromedia Homesite 5.0
MacromediaFireworks6.0=Macromedia Fireworks 6.0
AdobeFireworks6.0=Adobe Fireworks 6.0
MacromediaDreamweaverMX=Macromedia Dreamweaver MX
MacromediaShockwave10=Macromedia Shockwave 10
MacromediaShockwave11=Macromedia Shockwave 11
MicrosoftSilverlight=Microsoft Silverlight
UleadSmartSaverPro3.0=Ulead Smart Saver Pro 3.0
NortonAntiVirus=Norton AntiVirus
SymantecAntiVirus=Symantec AntiVirus
MSSnapshotViewer=MS Snapshot Viewer
MSManagementConsole=MS Management Console
MSWordpad=MS Wordpad
MSPaint=MS Paint
MSPhotoEditor=MS Photo Editor
MSSearch=MS Search
SearchCharmHistory=Search Charm History
NeroBurningROM=Nero Burning ROM
NeroBurningROM 9=Nero Burning ROM 9
NeroBurningROM10=Nero Burning ROM 10
NeroBurningROM2014=Nero Burning ROM 2014
Nero12PlatinumHDSuite=Nero 12 Platinum HD Suite
Nero14PlatinumHDSuite=Nero 14 Platinum HD Suite
NeroVideo11=Nero Video 11
NeroVision10=Nero Vision 10
NeroBackItUp2014=Nero BackItUp 2014
NeroExpress2014=Nero Express 2014
WinAce2.0=WinAce 2.0
SpyBotSearchandDestroy=SpyBot Search and Destroy
Ad-AwareSEPersonal=Ad-Aware SE Personal
Ad-AwareSEProfessional=Ad-Aware SE Professional
Ad-AwareSEPlus=Ad-Aware SE Plus
Ad-Aware=Ad-Aware
WebrootSpySweeper=Webroot SpySweeper
DriverCleanerPro=Driver Cleaner Pro
Kazaa=Kazaa-Search History
NetscapeNavigator4.x=Netscape Navigator 4.x
MicrosoftVisualStudio6.0=Microsoft Visual Studio 6.0
AxialisIconWorkshop=Axialis IconWorkshop
eMuleSearchHistory=eMule-Search History
eMuleFileHashes=eMule-File Hashes
WinISO=WinISO
IsoBuster=IsoBuster
MediaPlayerClassic=Media Player Classic
BSPlayer=BSPlayer
VLCMediaPlayer=VLC Media Player
MediaMonkey=MediaMonkey
Winamp=Winamp
MusicMatchJukebox=MusicMatch Jukebox
SoundForge6.0=Sound Forge 6.0
Audacity=Audacity
WindowsLiveMessenger=Windows Live Messenger
Skype=Skype
AOLInstantMessenger=AOL Instant Messenger
CamfrogVideoChat=Camfrog Video Chat
MirandaInstantMessenger=Miranda Instant Messenger
Pidgin=Pidgin
YahooMessenger=Yahoo Messenger
ooVoo=ooVoo
TeamSpeak=TeamSpeak
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
MySpaceIM=MySpaceIM
AcronisTrueImage=Acronis True Image
WinZip=WinZip
WinRAR=WinRAR
7-Zip=7-Zip
BitZipper=BitZipper
PowerArchiver=PowerArchiver
PowerArchiver2013=PowerArchiver 2013
ZipMagic=ZipMagic
PicoZip=PicoZip
PKZip=PKZip
Java=Java
FreshDownload=FreshDownload
WindowsMovieMaker=Windows Movie Maker
TextPad=TextPad
VirtualDub=VirtualDub
RegEdit=RegEdit
GameExplorer=Game Explorer
AceHTML5=AceHTML 5
Alcohol120=Alcohol 120%
Alcohol52=Alcohol 52%
LeechGet=LeechGet
GetRight=GetRight
DownloadAcceleratorPlus=Download Accelerator Plus
FreeDownloadManager=Free Download Manager
InternetDownloadAccelerator=Internet Download Accelerator
InternetDownloadManager=Internet Download Manager
OrbitDownloader=Orbit Downloader
Morpheus=Morpheus
VNCViewer3=VNCViewer 3
VNCViewer4=VNCViewer 4
DVDShrink=DVD Shrink
TivoDesktop=Tivo Desktop
CAAnti-Virus=CA Anti-Virus
ZoneAlarm=ZoneAlarm Logs
GoogleEarth=Google Earth
PerfectDisk7.0=PerfectDisk 7.0
DaemonTools=Daemon Tools
Vuze=Vuze
BitTorrent=BitTorrent
FrostWire=FrostWire
uTorrent=uTorrent
Shareaza=Shareaza
iMesh=iMesh
BearShare=BearShare
DC++=DC++
Ares=Ares
CuteFTPPro7.0=CuteFTP Pro 7.0
CuteFTPHome7.0=CuteFTP Home 7.0
CuteFTPPro8.0=CuteFTP Pro 8.0
CuteFTPHome8.0=CuteFTP Home 8.0
CuteFTP9=CuteFTP 9
CoreFTP=Core FTP
FileZilla=FileZilla
SmartFTP=SmartFTP
ClamWin=ClamWin
EwidoAnti-Malware=Ewido Anti-Malware Log
AVGAnti-Spyware=AVG Anti-Spyware
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
SpywareTerminator=Spyware Terminator
SUPERAntiSpyware=SUPERAntiSpyware
A-Squared=A-Squared
FoxitReader=Foxit Reader
FoxitReader6.0=Foxit Reader 6.0
FoxitReader7.0=Foxit Reader 7.0
FoxitReader8.0=Foxit Reader 8.0
FoxitReader9.0=Foxit Reader 9.0
Paint.NET=Paint.NET
OpenOffice1.14=OpenOffice 1.14
OpenOffice2.0=OpenOffice 2.0
OpenOffice2.1=OpenOffice 2.1
OpenOffice3=OpenOffice 3
OpenOffice4=OpenOffice 4
GrisoftAVG7.0=Grisoft AVG 7.0
AVGAntiVirus8.0=AVG AntiVirus 8.0
AVGAntiVirus9.0=AVG AntiVirus 9.0
AVGAntiVirus10.0=AVG AntiVirus 10.0
AVGAntiVirus2012=AVG AntiVirus 2012
AVGAntiVirus2013=AVG AntiVirus 2013
AntiVirDesktop=AntiVir Desktop
AvastAntivirus4=Avast! Antivirus 4
AvastAntivirus5=Avast! Antivirus 5
AvastAntivirus=Avast! Antivirus
BitDefender=BitDefender
TUGZip=TUGZip
WindowsDefender=Windows Defender
IZArc=IZArc
MSSearchHelperExtension=MS Search Helper Extension
MSOfficePictureManager=MS Office Picture Manager
ImgBurn=ImgBurn
CloneCD=CloneCD
VirtualCloneDrive=Virtual Clone Drive
WinPatrol=WinPatrol
LogMeIn=LogMeIn
AshampooBurningStudio10=Ashampoo Burning Studio 10
AshampooBurningStudio11=Ashampoo Burning Studio 11
AshampooBurningStudio14=Ashampoo Burning Studio 14
ExamDiff=ExamDiff
ExamDiffPro=ExamDiff Pro
CompareIt=Compare It!
WinDiff=WinDiff
FeedDemon=FeedDemon
Last.FM=Last.FM
Pando=Pando
Sandboxie=Sandboxie
Snagit9=Snagit 9
Snagit10=Snagit 10
Snagit11=Snagit 11
Snagit12=Snagit 12
Ditto=Ditto
Evernote=Evernote
I2P=I2P
McAfeeAntiVirus=McAfee AntiVirus
PerfectDisk8=PerfectDisk 8
PerfectDisk9=PerfectDisk 9
PerfectDisk10=PerfectDisk 10
PerfectDisk11=PerfectDisk 11
PerfectDisk12=PerfectDisk 12
PerfectDisk12.5=PerfectDisk 12.5
PowerISO=PowerISO
UltraISO=UltraISO
GIMP2.4=GIMP 2.4
GIMP2.6=GIMP 2.6
GIMP2.8=GIMP 2.8
GoZilla=Go!Zilla
MagicISO=MagicISO
Zune=Zune
BreezeBrowserPro=BreezeBrowser Pro
FastStoneImageViewer=FastStone Image Viewer
FastStoneCapture=FastStone Capture
AkelPad=AkelPad
Notepad++=Notepad++
NoteXpad=NoteXpad
RegEditX=RegEditX
FoxitReader5.0=Foxit Reader 5.0
ACDSee14=ACDSee 14
CamtasiaStudio7.0=Camtasia Studio 7.0
CamtasiaStudio8=Camtasia Studio 8
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
AnyVideoConverterUltimate=Any Video Converter Ultimate
FreemakeVideoDownloader=Freemake Video Downloader
FreemakeAudioConverter=Freemake Audio Converter
FreemakeVideoConverter=Freemake Video Converter
ConvertXToDVD=ConvertXToDVD
VSOBlu-rayConverterUltimate=VSO Blu-ray Converter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
AIMP3=AIMP 3
CorelVideoStudioProX4=Corel VideoStudio Pro X4
CorelVideoStudioProX5=Corel VideoStudio Pro X5
AlZip=AlZip
CyberLinkPhotoDirector3=CyberLink PhotoDirector 3
CyberLinkPowerDirector10=CyberLink PowerDirector 10
CyberLinkPowerDirector12=CyberLink PowerDirector 12
CyberLinkAudioDirector4=CyberLink AudioDirector 4
DivXplayer=DivX player
UniversalExtractor=Universal Extractor
4Sync=4Sync
CopernicDesktopSearch=Copernic Desktop Search
DVDFab=DVDFab
InkScape=InkScape
Anonymizer=Anonymizer
Gadu-Gadu=Gadu-Gadu
FoxitPhantomPDF=Foxit Phantom PDF
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
MailWasherPro=MailWasher Pro
SamsungKies=Samsung Kies
ConnectifyHotspot=Connectify Hotspot
ExpressScribe=Express Scribe
GomPlayer=Gom Player
SonyVegasPro12.0=Sony Vegas Pro 12.0
DirectoryOpus10=Directory Opus 10
NVIDIAInstallFiles=NVIDIA Install Files
CDBurnerXP=CDBurnerXP
UltraEdit=UltraEdit
PhotodexProShowProducer=Photodex ProShow Producer
SketchUpMake2013=SketchUp Make 2013
HandBrake=HandBrake
ABBYYFineReader11.0=ABBYY FineReader 11.0
TheBat=TheBat
WondershareVideoConverterUltimate=Wondershare Video Converter Ultimate
SublimeText=Sublime Text
Picasa3=Picasa 3
KingsoftOffice2013=Kingsoft Office 2013
XilisoftVideoConverter=Xilisoft Video Converter
XilisoftDVDRipper=Xilisoft DVD Ripper
dBpoweramp=dBpoweramp
SyncBackFree=SyncBackFree
WondershareVideoConverterPro=Wondershare Video Converter Pro
AimersoftVideoConverterUltimate=Aimersoft Video Converter Ultimate
StardockWindowBlinds=Stardock WindowBlinds
NitroPro9=Nitro Pro 9
NitroPDFReader3=Nitro PDF Reader 3
VirtualDJ7=VirtualDJ 7
FormatFactory3.3.5=Format Factory 3.3.5
TeamViewer=TeamViewer
MSOneDrive=MS OneDrive
VNCViewer5=VNCViewer 5
Tag&Rename3.8=Tag&Rename 3.8
Tango=Tango
PhotoScape3.6.5=PhotoScape 3.6.5
BlueStacks=BlueStacks
ManyCam4.0.109=ManyCam 4.0.109
XnView=XnView
AppleInstallCache=Apple Software Install Cache
BaiduYunGuanjia=Baidu Yun Guan jia
Battle.net=Battle.net
DriveTheLife=DriveTheLife
iTunes=iTunes
kpzs-cache=kpzs-cache
QIHU360TotalSecurity=QIHU 360 Total Security
Tencent-Logs=Tencent Logs
Thunder=Thunder
Thunder-Game=Thunder Game
ThunderXMP=Thunder XMP
Yodao-Dict=Yodao-Dict
YY=DuoWan YY
DriverGeniusUpdateFiles=Driver Genius Update Files
DriverGeniusBackupFiles=Driver Genius Backup Files
DriverGeniusDownloadInstallerFiles=Driver Genius Download Installer Files
DriverGeniusCacheFiles=Driver Genius Cache Files
QQMusicCacheFiles=QQ Music Cache Files
KuGouMusicCacheFiles=KuGou Music Cache Files
KuGouLyricFiles=KuGou Lyric Files
XIAMIMusicCache=XIAMI Music Cache
NeteaseCloudMusicCache=Netease Cloud Music Cache
KuWoInstallCache=KuWo Music Installer Cache
KuWoMusicCache=KuWo Music Cache
BaiduMusicLogFiles=Baidu Music Log Files
BaiduMusicCache=Baidu Music Cache
WeSingLogFiles=WeSing Log Files
WeSingCache=WeSingCache
QQLiveCacheFiles=QQLive Cache Files
YoukuCacheFiles=Youku Cache Files
IQIYIVideoCacheFiles=IQIYI Video Cache Files
mgtvLogFiles=mgtv Log Files
mgtvCacheFiles=mgtv Cache Files
CNTVUpdateLogFiles=CNTV Update and Log Files
SOHUPlayerCacheandLogFiles=SOHU Player Cache and Log Files
SOHUPlayerDownloadsCache=SOHU Player Downloads Cache
StormPlayerTempFiles=Storm Player Temp Files
PPTVTempFiles=PPTV Temp Files
BaiduPlayer=Baidu Player
FunshionPlayer=Funshion Player
QQCacheFiles=QQ Cache Files
QQreceivedimages=QQ received images
QQreceivedfiles=QQ received files
QQreceivedDynamicEmoticon=QQ received Dynamic Emoticon
QQreceivedVideo=QQ received Video
QQreceivedAudio=QQ received Audio
TIMCacheFiles=TIM Cache Files
QTalkCacheFiles=QTalk Cache Files
QQPCMgr=QQ PC Manager
TencentQQGame=Tencent QQGame
Iconcache=Icon Cache
OutlookSearchHistory=Microsoft Office Outlook Search History
WindowsMaps=Bing Maps
BingFinance=MSN Money
Bingnews=Bing News
Bingsports=Bing Sports
BingWeather=Bing Weather
GrooveMusic=Groove Music
GrooveVideo=Movies & TV
Snip&Sketch=Snip & Sketch
Microsoft.SkypeApp=Skype
9E2F88E3.Twitter=Twitter
Microsoft.WindowsFeedbackHub=Windows Feedback Hub
Microsoft.WindowsFileRecovery=Windows File Recovery
Microsoft.WindowsSoundRecorder=Windows Sound Recorder
BrowserLog=webbrowser Log Files
WeChatCache=WeChat Cache
WeChatreceivedfiles=WeChat Received Files
WeChatreceivedImage=WeChat Received Images
WeChatreceivedVideo=WeChat Received Videos
WeChatreceivedDynamicEmotion=WeChat Received Dynamic Emotion
TikTok=TikTok
SignalCache=Signal Cache
ThunderbirdForm=Thunderbird Auto-fill Form History
ThunderbirdPasswords=Thunderbird Saved Passwords
ThunderbirdOther=Thunderbird Other Histories
ThunderbirdSession=Thunderbird Session
ThunderbirdCookies=Thunderbird Cookies
GoogleDrive=Google Drive
GoodSync=Good Sync
BoxDrive=Box Drive
VNCViewer7=VNCViewer 7
AndroidStudioCache=Android Studio Cache
VMwareHorizonClient=VMware Horizon Client
CorelPaintShopPro=Corel PaintShop Pro
WPSOffice=WPS Office
Maxthonlocalstorage=Maxthon Localstorage
MaxthonCache=Maxthon Cache
MaxthonForm=Maxthon Auto-fill Form History
MaxthonPasswords=Maxthon Saved Passwords
MaxthonSession=Maxthon Session
Maxthonbookmarks=Maxthon Bookmarks Backup
MaxthonCookies=Maxthon Cookies
MailMaster=Mail Master
FoxitPDFReader=Foxit PDF Reader
SunloginClient=SunloginClient
TencentMeetingcache=Tencent Meeting cache
BaiduPCFaster=Baidu PC Faster
FoxitPDFEditor=Foxit PDF Editor
MasterPDF=MasterPDF
360DriverMaster=360 Driver Master
Kaspersky=Kaspersky
Meitu=Meitu cache
ynote-desktop=ynote-desktop
MindMaster=MindMaster	
GreenPomeloCleaner=GreenPomelo Cleaner	
	   
[Type]
ContextMenu=פריטי תפריט הקשר לא חוקיים
MUICache=מטמון MUI
Services=שירותי חלונות
Activex=רכיבי ActiveX / COM
FireWall=הגדרות חומת האש
RootAll=נתיבים לא חוקיים
SoftwareSection=נתיבי תוכנה
ApplicationPaths=נתיבי יישומים
FileTypes=סוגי קבצים
HelpFiles=קבצי עזרה
Fonts=גופנים
SharedDLL=קבצי DLL משותפים
MRULists=רשימות MRU של משתמש
UninstallSection=הסרת התקנה
StartMenu=תפריט התחלה
StartupProgram=תוכניות הפעלה
SoundandAppEvents=סאונד ו- AppEvents
IEUrlHistory=היסטוריית URL של IE
IFEO=ביצוע קובצי תמונה
EmptyKey=מפתחות ריקים
App=הגדרות יישום
UserDefine=הגדרת משתמש
ZeroFile=קבצים ריקים - 0 בתים
WinSetupLog=קבצי יומן שגיאות בהתקנת Windows
NtUninstall=הסר התקנת מקורות של Windows Patches
InvalidLnk=קיצורי דרך לא חוקיים
UserTemp=קבצים בתיקיות זמניות של משתמשים
WinTemp=קבצים בתיקיות זמניות של Windows
RecentFiles=קישורים לקבצים אחרונים
PatchSource=מקורות עדכון Windows
TempFile=קבצים זמניים
fcwdir=קבצים שנוצרו על ידי תהליך הורדה
tfcbp=קבצים זמניים נוצר על ידי תוכניות
sdrf=שחזר קבצים שנוצרו במהלך סריקת דיסק
OldFile=קבצים ישנים
outdatedfile=קבצים מיושנים
fcwhfir=קבצים שנוצרו כאשר קובץ עזרה פועל
Ncfile=קבצי מטמון בקבוצת דיונים
Backupfile=קבצי גיבוי
WBfile=קבצי גיבוי של MS Word
Cbswahf=קבצים שנוצרו במהלך חיפוש בקובץ עזרה
whtf=קבצי Temp של מערכת העזרה של Windows
Logfile=קבצי רישום
LLogfile=קובץ יומן שנוצר על ידי יישומים או שירותי מערכת.
Errorfile=קבצי שגיאה
Wmdf=Win2000 / XP קבצי dump זיכרון
bcomf=עותקי גיבוי של קבצים ששונו
Indexfile=קבצי אינדקס
ifcbsiotitpbs=קבצי אינדקס שנוצרו על ידי המערכת על מנת לשפר את מהירות הגלישה בתמונות
Tfcds=קבצים זמניים שנוצרו במהלך ההתקנה
Intermediatefile=קבצי ביניים
chkfile=קובץ ששוחזר

[Tools]
Update=עדכון
Download=הורדה
WhatNew=מה חדש?

[BootTime]
BootTimeEx=נ"ז זמן האתחול שלך.
BootLike=כמו מהירות האתחול שלך
Btnopt=להאיץ
Congratulation=מהירות האתחול של המחשב שלך היא:
BootTime=זמן אתחול: %d שניות
FailWeahter=לא ניתן לגשת למידע על מזג האוויר.

[MenuBar]
Support=מרכז תמיכה
BtnCustom=מותאם אישית
BtnRestore=שחזור
BtnSkin=ערכות נושא
BtnMenu=תפריט
BtnBackup=גיבוי
Messages=הודעות

[UpgradePro]
Title=מדוע לשדרג לגרסת Pro
MoreSkin=ערכות נושא נוספות
CustomHead=אווטרים מותאמים אישית
Support=7x24 תמיכה
Buy=קנה
Reg=הרשמה
RegUser=משתמש רשום

[AutoUpdate]
ViewLog=ראה עוד על עדכון זה
UpdateFail=נכשל בעדכון, האם ברצונך להוריד את קובץ ההתקנה מאתר האינטרנט שלנו?
NoFiles=בחר את הקבצים לעדכון.
CurrentFile=קובץ נוכחי:
Readed=מוריד:
SumSize=גודל כולל:
Byte=בייט
DownloadError=שגיאת הורדה, נסה מאוחר יותר.
AutoUpdate=Wise Care 365 - עדכון חי
StartUpdate=התחל לעדכן
Cancel=ביטול
Ready=מוכן להורדה.
FindUpdate=הרכיבים הבאים זמינים לעדכון:
NewVerInfo=שינויים בגרסה חדשה:
IgnoreVer=התעלם מעדכונים של גרסה זו
BtnUpdate=עדכן כעת
BtnNotNow=לא עכשיו

[SoftRate]
Querying=שאילתה ...
Good=כמו
Bad=לא אוהב
Safe=דוח
Ver=גרסה:
Ratings=דירוגים
SoftNotExist=לא ניתן למצוא את התוכנה.
GetSoftInfoError=השגת מידע על תוכנה נכשלה
UploadSoftLogoError=שגיאת העלאת פרטי תוכנה
SubmitData=הגשת ההערות שלך על תוכנה זו ...
SubmitSoftInfoError=שגיאת הגשה הקשורה לרשת.
SubmitRateSuccess=הוגש בהצלחה.
HaveSubmitRate=הערכת את זה.
Submitgoodbad=הגשת המידע שלך ...
me=אני
NickTooLong=הכינוי שלך לא יעלה על 20 תווים.
MailTooLong=כתובת הדוא"ל שלך לא תעלה על 50 תווים.
WrongEmail=כתובת דוא"ל לא חוקית.
ReviewTooLong=האורך הכולל של הביקורת לא יעלה על 300 תווים.
RateHint=הצטרף לדירוג התוכנה שלנו ולדרג את התוכנה המועדפת עליך!
UnknowName=מוצר לא ידוע
UnknowVer=גרסה לא ידועה
UnknowDesc=תיאור

[Edit]
pmundo=לבטל
pmcut=חתוך
pmcopy=העתק
pmpaste=הדבק
pmdelete=מחק
pmselectall=בחר הכל
[Turbo]
PmActive=תזכרו אחר כך
PmNever=לעולם אל תראה שוב
btnClean=נקה עכשיו
NeedCleanTrash=%s !ואצמנ לבז יצבק
NeedCleanTrace=%d !ואצמנ תובקע יטירפ
NeedClean=!שימוש נרחב במחשב שיצר הרבה קבצי זבל

[Renew]
subscribed=אל תזכיר לי שוב.
btnact.caption=הפעיל את מפתח הרישיון שלך
Regexpire=לא תוכלו להשתמש ב- Wise Care 365 לאחר תאריך הסיום של ימי הניסיון.
Regtitle2=תקופת הניסיון שלך ל -30 יום פגה. אנא הרשמו בזמן.
Regtitle=הימים לניסיון נותרו %d ימים.
RegPrice=קנה גרסת Pro כדי לשמור על ביצועי המחשב האישי שלך! רק %s!
Regnow=הרשמו עכשיו!
title=Wise Care 365 PRO יפוג בעוד %d ימים!
title2=פג תוקף מפתח הרישיון שלך. אנא חידשו אותו בזמן!
Price=כדי להישאר מקצוען ולשמור על המחשב האישי שלך בביצועים שיא! רק %s
lblfeature1.caption=הגנת פרטיות יסודית: מחק פרטיות.
lblfeature2.caption=ניהול תפריטים בהקשר: הפוך את התפריט שלך לגמיש יותר.
lblfeature3.caption=עדכון אוטומטי: חסוך את הזמן שלך בעדכון לגירסה החדשה ביותר.
lblfeature4.caption=עורות ועיצובים חדשים ומופלאים: מותאמים למשתמשים מקצוענים.
lblfeature5.caption=תמיכה טכנית בחינם 7x24: יש לתקן את השאלות שלך בעדיפות.
lblrefund.caption=אנו מחויבים להחזר 100% ללא תנאי.
lblremind.caption=הזכר לי אחר כך
lblhint.caption=תכונות מקיפות של Wise Care 365 PRO:
lbldesc.caption=תאבד את ההרשאות של גרסת ה- Pro שיש לך עכשיו.
btnrenew.caption=התחדש עכשיו
WorkTotal=עד כה, Wise Care 365 ניקה %s קבצי זבל, %d פריטי היסטוריה ו- %d ערכי רישום.

[Sysmon]
TfrmNetList.lbl1.caption=תפוקת רשת
TfrmNetList.lblRecv.caption=קבל
TfrmNetList.lblSend.caption=שלח
OSversion=גרסה
OSBuild=בילד
ActivityPercent=אחוז פעילות
AdapterType=סוג מתאם
Asset=תג נכס
ATAVER=גרסת ATA
ATemperature=טמפרטורה ממוצעת
ATM=כספומט
BiosDate=תאריך שחרור של Bios
Board=לוח האם
BoardType=סוג לוח
btnBoard.caption=לוח האם
btnDisk.caption=כונן קשיח
btnGraphic.caption=כרטיס גרפי
btnHardMonitor.caption=צג חומרה
btnMemory.caption=זיכרון
btnNetAdapter.caption=מתאם רשת
btnOsOverview.Caption=מערכת הפעלה
btnOverview.caption=סקירה כללית
btnProcess.Caption=תהליך
btnProcessor.caption=מעבד
btnSoftMonitor.caption=צג התהליך
btnSoundCard.caption=כרטיס קול
BusType=סוג אוטובוס
BytesPerSector=ביטים למגזר
CacheSize=גודל מטמון L2
ColorDepth=עומק צבע
connected=מחובר לעמית מרוחק.
connecting=חיבור מתאם.
Cores=ספירת ליבות
CPU=מעבד
CPUUpgrade=שדרוג מעבד
CPUUsage=מעבד: %d
CTemperature=טמפרטורת ליבה %d
CurrentSpeed=מהירות המעבד הנוכחית
Cylinders=צילינדרים
DataWidth=רוחב נתונים
Description=תיאור
DeviceID=מזהה מכשיר
DHCP=כתובת DHCP
DHCPName=שם היקף DHCP
disconnected=מנותק
Disk=דיסק
DiskRPM=RMP (R / m)
DNSIP=IP שרתי DNS
DNSServers=שרתי DNS
DNSSuffixes=סיומות DNS
DomainName=שם דומיין
Drive=כונן
EngineClock=שעון מנוע
Ethernet=Ethernet
Familiy=משפחה
Fans=מעריצים
FileSystemName=שם מערכת הקבצים
Form=גורם טופס
FreeSpace=שטח פנוי
frmSoftMonitor.ppDetails=מידע מפורט
frmSoftMonitor.ppKillProc=סיום תהליך
frmSoftMonitor.ppNet1=חסום גישה לרשת
frmSoftMonitor.ppNet2=אפשר גישה לרשת
Gateway=כתובת שער
GPU=GPU
GPUChip=שבב GPU
Graphics=גרפיקה
HandleNumber=מספר ידיות האובייקט הכלולות
HDFirmware=גרסת קושחה
HostName=שם מארח
IEEE1394=IEEE 1394
IEEE802=IEEE 802.11 אלחוטי
InterfaceType=סוג ממשק
IPAddress=כתובת IP
IPMask=מסכת כתובת IP
LANdisabled=מתאם LAN הושבת.
Loading=טוען תוכנית הפעלה ושירותים
Locator=איתור בנקים
MACAddress=כתובת MAC
Manufacter=יצרן
MaximumSpeed=מהירות מעבד מקסימלית
MaxSpeed=מהירות מקסימלית
MediaType=סוג מדיה
Memory=זיכרון
MemoryClock=שעון זיכרון
MemoryType=סוג זיכרון
MemoryUsage=זיכרון:%s /%s
MemSlot=חריץ זיכרון:MemSlotCount = ספירת חריצי זיכרון
MemSlotCount=ספירת חריצי זיכרון
Name=שם
NetAdater=מתאם רשת
NetConnectionID=מזהה חיבור רשת
Normal=רגיל
OperStatus=מצב פעולה של הממשק
OS=מערכת הפעלה
OSAbbreviate=קיצור שפה
OSCountry=מדינה
OSCSD=CSD
OSDaylightName=שם אור יום
OSDisplayName=שם תצוגה
OSEdition=מהדורה
OSInstallDate=התקנת תאריך
OSLanguage=שפה
OSLOCAL=מקומי
OSLongDateFormat=פורמט תאריך ארוך
OSMonetary=סמל כספי
OSMonetarySymbol=סמל מוניטרי בינלאומי
OSPaths=משתני סביבה
OSProductID=מזהה מוצר
OSProductKey=מפתח מוצר
OSRegisteredOrg=ארגון רשום
OSRegisteredUser=משתמש רשום
OSShortDateFormat=פורמט תאריך קצר
OSStandardName=שם סטנדרטי
OSTimezone=אזור זמן
OSUTC=הטיית UTC (דקות)
OSversor=גרסה
OtherType=אחר
Overview=סקירת מחשבים
Part=מספר חלק
PartitionLength=אורך מחיצה
PartitionNumber=מספר מחיצה
PhysicalAvailable=פיזי זמין:
PhysicalFree=פיזי חינם:
PhysicalTotal=סך הכל פיזי:
PhysicalUsed=שימוש פיזי:
PixHeight=גובה (פיקסלים)
PixWidth=רוחב (פיקסלים)
ppmDetails=בדוק פרטים
ppmExit=צג מוניטור חכם
ppmHide=הסתר חלון צף
ppmShowFloat=הצג חלון צף
ppmStayontop=הישאר בראש
PPP=PPP
processName=שם התהליך
Processor=מעבד
processpath=מקום
Product=מוצר
Recv=ספירת Recv
RecvS=קבל / ים
RefreshRate=קצב רענון
SATAVER=גרסת SATA
SectorsPerTrack=סקטורים לכל מסלול
Send=שלח ספירה
SendS=שלח / ים
Serial=מספר סידורי
ShowNetOnly=הצגת תהליכים נטו בלבד
ShowSysProcess=הצגת תהליכי מערכת
Size=גודל
Socket=סוקת
SoftwareLookback=ממשק רשת loopback תוכנה
SoundCard=כרטיס קול
Speed=מהירות
SSD=SSD
StartingOffset=התחלת אופסט
SystemCache=מטמון מערכת:
Technology=טכנולוגיה
Temperature=טמפרטורה
TemperatureMon=ניטור טמפרטורה
Temperatures=טמפרטורות
TfrmMemoryProcList.btnSpeedup_1=מהירות מופרזת
TfrmMemoryProcList.btnSpeedup=האצה
TfrmMemoryProcList.memstate1=עובד טוב
TfrmMemoryProcList.memstate2=פועל כרגיל
TfrmMemoryProcList.memstate3=ריצה איטית
TfrmMemoryProcList.OptimizationMem=פורסם %s
TfrmMonitorPopup.lbl1_C=שימוש במעבד
TfrmMonitorPopup.lbl1_M=שימוש בזיכרון
TfrmMonitorPopup.lbl1_R=מהירות ההורדה
TfrmMonitorPopup.lbl1_S=מהירות העלאה
TfrmMonitorPopup.lbl1_T=טמפרטורת רכיב חומרה
TfrmMonitorPopup.lbl2_C=תנודת השימוש במעבד
TfrmMonitorPopup.lbl2_M=מצב זיכרון המערכת
TfrmMonitorPopup.lbl2_R=הורדת שיא המהירות
TfrmMonitorPopup.lbl2_S=שיא מהירות העלאה
TfrmMonitorPopup.lblBoard.caption=לוח האם
TfrmMonitorPopup.lblCpu.caption=מעבד
TfrmMonitorPopup.lblGpu.caption=כרטיס גרפי
TfrmMonitorPopup.lblhdd.caption=כונן קשיח
Threads=ספירת פתילים
TokenRing=טבעת אסימון
Total=סה"כ
TotalProcess=נמצא %d תהליכים, כולל%d תהליכי משתמש ו- %d תהליכי מערכת.
TotalSpace=גודל כולל
TracksPerCylinder=מסלולים לכל צילינדר
Tunnel=אנקפסולציה מסוג מנהרה
Type=סוג
Unknown type=סוג לא ידוע
User=משתמש
Version=גרסה
VideoDisplay=שם תצוגה
VideoMode=תיאור מצב וידאו
Voltages=מתח
VolumeName=שם כרך
WANconnected=מתאם WAN שאינו מחובר.
WINSAddress=כתובת WINS ראשית
BusTypeUnknown=אחסון פלאש לא ידוע
BusTypeScsi=SCSI
BusTypeAtapi=ATAPI
BusTypeAta=ATA
BusType1394=IEEE-1394
BusTypeSsa=SSA
BusTypeFibre=ערוץ סיבים
BusTypeUsb=אוטובוס טורי אוניברסלי (USB)
BusTypeRAID=RAID
BusTypeiScsi=iSCSI
BusTypeSas=Serial Attached SCSI (SAS)
BusTypeSata=ATA טורי (SATA)
BusTypeSd=Secure Digital (SD)
BusTypeMmc=כרטיס מולטימדיה (MMC)
BusTypeFileBackedVirtual=וירטואלי מגובה קבצים
BusTypeSpaces=מקומות אחסון
BusTypeNvme=זיכרון אקספרס לא נדיף (NVMe)
BusTypeSCM=זיכרון מחלקת אחסון (SCM)
BusTypeUfs=אחסון פלאש אוניברסלי (UFS)

[AutoRun]
ResultHint=ניקוי אוטומטי מתוזמן הושלם
Result=תוצאה נקייה
Caption=ניקוי אוטומטי

[RegFilter]
TfrmRegFilterNotify.lblCaption.Caption=הגנת הרישום
TfrmRegFilterNotify.lblTitle.Caption=הגנת המערכת
TfrmRegFilterNotify.lblProgram.Caption=מיקום:
TfrmRegFilterNotify.lblPublisher.Caption=מוציא לאור
TfrmRegFilterNotify.lblName.Caption=שם הקובץ
KeyName=מפתח רישום:
TfrmRegFilterNotify.lblKey.Caption=נתיב הרישום:
TfrmRegFilterNotify.ckbRemind.Caption=לא הצג עוד מיקום זה
TfrmRegFilterNotify.btnDeny.Caption=אסור
TfrmRegFilterNotify.btnAllow.Caption=אפשר
pmAllowProgram=אפשר תמיד תוכנית זו
pmDenyProgram=אסור תמיד על תוכנית זו
regnotifydefaultbrowser=תוכנית משנה את דפדפן ברירת המחדל
regnotifystartrundesc=תוכנית משנה את ההפעלה
regnotifyservicesdesc=תוכנית מנסה להתקין מנהל התקן או שירות
regnotifyifeodesc=תוכנית מנסה לחטוף את תוכנית ההפעלה
regnotifyspidesc=תוכנית משנה פרוטוקול רשת שכבות
regnotifyIESartPageDesc=תוכנית משנה את דף הבית של IE
regnotifyContextMenu=תוכנית משנה את תפריט ההקשר
regnotifydefaultbrowser_n=שנה את דפדפן ברירת המחדל
regnotifystartrundesc_n=שנה את ההפעלה
regnotifyservicesdesc_n=התקן מנהל התקן או שירות
regnotifyifeodesc_n=חטוף את תוכנית ההפעלה
regnotifyspidesc_n=שנה פרוטוקול רשת שכבות
regnotifyIESartPageDesc_n=שנה את דף הבית של IE
regnotifyContextMenu_n=שנה תפריט הקשר
regnotifyNameSpace=תוכנית יוצרת סמל בסייר
regnotifyNameSpace_n=צור סמל בסייר
ProtectArea=הגנות
EnableFirst=הגנה נבונה כבויה. אנא הפעל אותה

[feedback]
InvalidEmail=אנא הזן כתובת דוא"ל נכונה.
emptyinput=אנא הזן משהו להגשה.
thanks=תודה על תגובתך!
FrmFeedback.lblfeedback.caption=איך אתה מדרג %s?
FrmFeedback.lblemail.caption=כתובת דוא"ל:
FrmFeedback.lblgood.caption=איזו תכונה אתה הכי אוהב?
FrmFeedback.lblbad.caption=איזו תכונה אתה הכי לא אוהב?
FrmFeedback.lblwant.caption=איזו תכונה חדשה אתה הכי רוצה?
FrmFeedback.btncancel.caption=לא מעוניין
FrmFeedback.btnsubmit.caption=שלח

[Protector]
frmProtector.btnaddRegExclusion.caption=הוסף
frmProtector.btnremoveRegExclusion.caption=הסר
frmProtector.btnRegAllow.caption=אפליקציות מותרות
frmProtector.btnRegDeny.caption=אפליקציות חסומות
frmProtector.btnRegGroup.caption=ערכים מוגנים
frmProtector.btnAddwnd.caption=הוסף חלון
frmProtector.btnRemveBlock.caption=הסר
frmProtector.btnAddApp.caption=הוסף אפליקציה
frmProtector.btnClearLog.caption=נקה הכל
frmProtector.pageLog.caption=יומנים
frmProtector.pageBlock.caption=מודעה חסומה
frmProtector.pageRegister.caption=הירשם
frmProtector.Block.Filename=שם קובץ
frmProtector.Block.type=type
frmProtector.Block.WndClass=מחלקת חלון
frmProtector.Log.Date=תאריך שעה
frmProtector.Log.app=שם קובץ
frmProtector.Log.Action=פעולה
frmProtector.Log.Allow=אפשר
frmProtector.Log.Block=חסום

